<unk>	0
<s>	0
</s>	0
▁።	-3.28492
▁፡	-3.33431
ን	-3.60377
▁	-3.86983
▁ኣብ	-4.17396
▁እዩ	-4.40759
▁፣	-4.78377
▁.	-4.87356
▁እቲ	-4.90168
▁“	-4.98817
▁ድማ	-5.0017
ቲ	-5.04108
▁፧	-5.06513
▁”	-5.0842
▁የሆዋ	-5.13958
ና	-5.16647
▁ከም	-5.19642
▁:	-5.20768
▁ን	-5.21093
ም	-5.241
▁ብ	-5.30512
▁ምስ	-5.31559
▁ካብ	-5.31598
ስ	-5.41846
▁(	-5.45285
▁)	-5.46126
▁ኣምላኽ	-5.46457
▁እዚ	-5.47978
ት	-5.50053
▁ናብ	-5.50344
▁እውን	-5.53294
▁ናይ	-5.53644
▁ነቲ	-5.56153
▁ዚ	-5.58732
ካ	-5.62995
▁ይ	-5.63741
▁፦	-5.65322
▁ከኣ	-5.68186
▁ኸኣ	-5.68861
▁እንተ	-5.71394
▁ዝ	-5.76504
▁እዮም	-5.7808
▁ኣ	-5.79759
ሉ	-5.83826
▁ኪ	-5.86508
▁ግና	-5.88219
▁ክ	-5.9982
ታ	-6.02643
▁ሓደ	-6.0694
▁ኸም	-6.07132
▁እንታይ	-6.07219
▁ወይ	-6.11882
,	-6.11992
▁የሱስ	-6.1279
ኒ	-6.13502
▁ብዛዕባ	-6.1504
▁እየ	-6.15561
▁ኺ	-6.16021
ር	-6.16195
ብ	-6.16826
▁ሰብ	-6.17235
እቶም	-6.17661
▁ኢና	-6.19668
▁እሞ	-6.21216
▁እ	-6.21933
ሲ	-6.25406
▁’	-6.26117
ል	-6.27147
‘	-6.28357
ኡ	-6.32386
ኸ	-6.34035
▁መ	-6.36028
▁ኻብ	-6.36213
▁ስለ	-6.39931
ዎ	-6.40716
▁ሰባት	-6.41251
▁2	-6.42744
▁ተ	-6.44047
ላ	-6.44752
ቶም	-6.47199
▁ምድሪ	-6.48801
ኻ	-6.49384
▁ኢሉ	-6.49502
▁1	-6.49705
▁ቅዱስ	-6.4981
▁ቤት	-6.51727
ድ	-6.5189
▁—	-6.52293
▁ዘይ	-6.54048
▁እታ	-6.54052
▁ኣይ	-6.5469
ኩም	-6.55577
ፍ	-6.5715
ዊ	-6.57155
▁መጽሓፍ	-6.57164
ታት	-6.59024
▁ንሱ	-6.6035
▁ዘሎ	-6.60776
▁ኣሎ	-6.60782
▁ዘ	-6.60948
ዶ	-6.6132
▁ኽ	-6.61945
ረ	-6.6304
▁ነበረ	-6.6325
ቱ	-6.64276
ሕ	-6.66705
▁እያ	-6.67397
ዕ	-6.67439
ኣ	-6.67541
▁እኳ	-6.67907
ይ	-6.70018
▁ግዜ	-6.70322
▁ምእንቲ	-6.70422
▁ኵሉ	-6.70643
ጽ	-6.70679
▁ብኸመይ	-6.70695
▁ዝዀነ	-6.73341
ራ	-6.74114
፡	-6.74774
ሪ	-6.75091
▁የ	-6.76869
▁ክት	-6.77347
ነ	-6.78599
▁ከምዚ	-6.78657
▁12	-6.79059
▁ኣነ	-6.80102
ነቶም	-6.8036
▁7	-6.80389
▁እተ	-6.81375
ደ	-6.8155
▁ኢኻ	-6.81577
▁10	-6.82129
▁ንጉስ	-6.82326
▁ወዲ	-6.82353
ዓ	-6.83812
▁ቅድሚ	-6.84109
▁ንየሆዋ	-6.84148
▁እት	-6.84259
ሎም	-6.84504
▁8	-6.84573
▁4	-6.84683
ሩ	-6.84735
▁ት	-6.85767
▁3	-6.85998
ሳዕ	-6.86288
ቕ	-6.86634
▁ነይሩ	-6.86885
▁6	-6.87718
ኦም	-6.87833
ለ	-6.87859
▁ስለዚ	-6.88856
▁!	-6.89124
▁14	-6.89184
ማ	-6.89701
▁9	-6.89931
ግ	-6.90006
ከ	-6.90163
▁13	-6.91193
▁11	-6.91413
▁5	-6.92332
▁ህዝቢ	-6.92598
ዋ	-6.93318
▁15	-6.94155
-	-6.94169
▁መዓልቲ	-6.94282
▁ዝነበረ	-6.96359
ባ	-6.96431
▁ኣብቲ	-6.96433
ያ	-6.96668
▁ዜ	-6.96688
▁ነዚ	-6.97603
ክ	-6.98791
ተ	-6.98902
ሰ	-6.99508
▁ሓ	-7.00203
▁ስለምንታይ	-7.00431
መ	-7.01443
▁ከ	-7.0205
▁ነገር	-7.02109
▁ም	-7.03036
▁ኽት	-7.03674
▁19	-7.05347
እ	-7.05933
▁16	-7.06138
ው	-7.06399
ኽ	-7.06421
ጥ	-7.06669
▁እስራኤል	-7.07969
.	-7.08177
▁ብዙሕ	-7.08721
▁ይኽእል	-7.08755
▁18	-7.08906
▁17	-7.09087
▁20	-7.09491
ሓ	-7.10234
▁መገዲ	-7.10434
▁ነ	-7.10585
ዳ	-7.10712
▁ሓቂ	-7.1097
ገ	-7.13866
▁ይኹን	-7.14148
▁ዅሉ	-7.14874
▁ጥራይ	-7.1611
▁እምበር	-7.16112
▁ኪኸውን	-7.16712
ቡ	-7.17056
▁ሽዑ	-7.17139
ዩ	-7.17194
ዮ	-7.18573
ሙ	-7.19556
▁ዘለዎ	-7.19642
▁ኬ	-7.21321
የ	-7.21787
▁ከመይ	-7.23022
▁ዓመት	-7.23958
▁ከሎ	-7.24933
▁በለ	-7.25005
▁ከምኡ	-7.25202
ወ	-7.25208
▁ልዕሊ	-7.25541
በ	-7.26112
▁ዓ	-7.26403
ሊ	-7.26687
▁ምዃኑ	-7.26918
▁ወ	-7.27552
▁ነገራት	-7.27662
▁ዓለም	-7.28843
▁ደቂ	-7.29053
▁ጽቡቕ	-7.29256
ሱ	-7.30143
ዲ	-7.31345
▁በቲ	-7.32938
▁ፍቕሪ	-7.33396
▁ክን	-7.33846
ኪ	-7.34789
ዝ	-7.35146
▁21	-7.35751
ትን	-7.36109
▁ኸምዚ	-7.36296
ጸ	-7.36518
ውን	-7.36642
▁መንግስቲ	-7.36673
▁በሎ	-7.36828
▁ዝነበሩ	-7.36875
▁እዚኣ	-7.38074
▁ነበሩ	-7.38228
ሽ	-7.39323
▁ኣይት	-7.39735
▁ግን	-7.40485
▁ሕጂ	-7.40785
ቅ	-7.41637
▁ንኣምላኽ	-7.4238
▁ይብል	-7.43855
▁ነታ	-7.44122
ሳ	-7.44454
▁ሰ	-7.44905
▁ዳዊት	-7.45007
ቶ	-7.45061
▁ኽን	-7.45427
▁22	-7.4644
ኹም	-7.46498
ዎም	-7.46671
▁ኵሎም	-7.46907
▁ክርስቶስ	-7.46967
▁ማለት	-7.47579
▁ህይወት	-7.48025
ዱ	-7.48915
▁ዘበለ	-7.48994
▁ገይሩ	-7.49117
ህ	-7.50083
ሃ	-7.51483
▁ንስኻ	-7.52564
▁መንፈስ	-7.53561
▁ደኣ	-7.54217
▁ቃል	-7.54331
▁ኢዩ	-7.55519
ፈ	-7.56242
▁እን	-7.56362
▁እዋን	-7.567
ጋ	-7.56758
▁ኣብዚ	-7.57122
▁ንሳቶም	-7.57557
▁ኢኹም	-7.58143
ቐ	-7.58326
▁ቦታ	-7.58749
▁ለ	-7.5911
▁ሰብኣይ	-7.59546
ሚ	-7.60274
▁ዀይኑ	-7.60284
ዛ	-7.60369
▁ኣፍ	-7.60527
ጠ	-7.60629
▁23	-7.60718
ኑ	-7.60905
▁ጳውሎስ	-7.6121
▁ካልእ	-7.62145
▁መን	-7.62202
▁ኼ	-7.62441
▁ሓንቲ	-7.62588
▁ኣለኹ	-7.63336
▁ብዙሓት	-7.63405
▁መንጎ	-7.6403
▁ኦ	-7.64404
ዘ	-7.64701
▁ዕዮ	-7.65998
▁በዚ	-7.66164
▁24	-7.66642
▁ኸ	-7.66856
ፋ	-7.66932
▁ኣይኰነን	-7.67291
▁ኰይኑ	-7.67312
▁ዘሎና	-7.67556
▁ጉባኤ	-7.67746
▁ድሕሪ	-7.6825
▁ገለ	-7.6856
▁ሮሜ	-7.68801
ለይ	-7.68986
ቢ	-7.70527
▁ማይ	-7.71355
▁መዝሙር	-7.71488
▁ዘለዉ	-7.71699
▁25	-7.72179
▁መስዋእቲ	-7.7218
▁ኢሎም	-7.72318
▁ዝበለ	-7.72382
▁ካልኦት	-7.73715
▁ኣሎና	-7.73853
▁ምሉእ	-7.74338
▁ኣለዎ	-7.75531
▁ዮሃንስ	-7.75715
▁ዓብዪ	-7.76632
▁[	-7.76652
ናን	-7.76845
▁ሕጊ	-7.7693
▁]	-7.76955
ሮም	-7.77629
▁ኣብኡ	-7.78458
▁ዚብል	-7.7852
▁ዓይነት	-7.78555
▁ሎሚ	-7.78827
▁ዚኽእል	-7.78872
▁ንኽእል	-7.79013
▁የሩሳሌም	-7.79231
ሮ	-7.79609
ኺ	-7.80051
ሎ	-7.80306
▁ሰበይቲ	-7.80342
▁ጐይታ	-7.80383
ጻ	-7.8065
▁ተስፋ	-7.81234
▁ስ	-7.81252
▁መዝ	-7.81714
▁ክርስትያናት	-7.81965
▁ብም	-7.82701
▁ኣዝዩ	-7.82795
ዑ	-7.83126
▁ማቴ	-7.83821
▁እዛ	-7.83864
▁በሎም	-7.83883
▁ሕ	-7.84151
▁ሀ	-7.84981
ቀ	-7.8514
▁እንሆ	-7.85183
ልና	-7.85599
ፉ	-7.85711
▁ኰነ	-7.85896
▁ንሕና	-7.86493
ዚ	-7.8656
▁ጸ	-7.87234
ኩ	-7.87323
▁ትኽእል	-7.87472
ቦ	-7.87674
ያዳ	-7.88006
▁ክልተ	-7.88013
ነት	-7.88974
▁26	-7.89199
▁ንዅሉ	-7.90473
▁ትምህርቲ	-7.90549
▁ኣለዉ	-7.90723
▁ዚኸውን	-7.90967
▁እና	-7.9156
ዮም	-7.91604
▁ኸተማ	-7.92594
▁ዘለዎም	-7.94103
▁ዀነ	-7.94601
▁ባህ	-7.94946
▁ግብሪ	-7.95181
▁ኣገዳሲ	-7.96666
▁ደ	-7.97034
▁ብዘይ	-7.97041
▁ኣገልግሎት	-7.97249
▁ኣየ	-7.97311
▁ሰይጣን	-7.97879
▁ነፍሲ	-7.98414
▁ከይ	-7.99195
ተን	-7.99346
ምን	-7.99645
ርኢ	-7.99801
▁ስም	-8.00226
▁ነይሮም	-8.0035
▁ኸሎ	-8.00663
▁ድ	-8.00925
▁ንኣ	-8.01057
▁ሰማይ	-8.01371
▁ሓጢኣት	-8.01491
▁ይሁዳ	-8.01594
▁ጴጥሮስ	-8.0199
▁ደም	-8.02028
▁እወ	-8.02519
▁መወዳእታ	-8.02923
▁ምሳ	-8.03291
▁30	-8.0353
▁ዝኣመሰለ	-8.0462
ተይ	-8.04738
▁ብሓቂ	-8.04761
▁ሙሴ	-8.04955
▁ቤተ	-8.05834
▁ቀ	-8.06058
▁እምበኣር	-8.06143
ሐ	-8.06202
በል	-8.06225
▁27	-8.06321
በታ	-8.06335
ጊ	-8.06465
▁ንኣብነት	-8.06541
▁እቲኣ	-8.06881
▁ኸይ	-8.07003
▁ኣህዛብ	-8.07075
ሞ	-8.07085
▁ሞት	-8.08392
▁28	-8.08504
▁ክንደይ	-8.0858
▁ዘይኰነስ	-8.08601
▁ንም	-8.0865
▁ትሕቲ	-8.08653
▁29	-8.0874
▁ንኻልኦት	-8.09114
▁ፍ	-8.092
▁ብምሉእ	-8.09529
ቈረ	-8.09809
▁ደቀ	-8.10423
▁ድዩ	-8.10568
▁ዚርከብ	-8.10975
▁ቓል	-8.11177
▁ንዕኡ	-8.1205
▁በ	-8.12196
▁ደው	-8.1255
▁ማቴዎስ	-8.12707
▁ዘላ	-8.1281
▁እምነት	-8.13214
▁ስጋ	-8.13798
ኣቱ	-8.1397
▁መንፈሳዊ	-8.13982
▁ምስኡ	-8.14273
ቃ	-8.15035
ጕ	-8.15094
ልካ	-8.15281
ፊ	-8.15399
ሸ	-8.15478
ዐ	-8.15573
ቑ	-8.1559
▁እንኽእል	-8.15912
▁ኣንብብ	-8.16026
ኖ	-8.16706
▁ጽሑፋት	-8.1725
▁ገጽ	-8.17661
▁ሰለስተ	-8.17866
ኦ	-8.18097
ቓ	-8.18282
ኹ	-8.18462
ሑ	-8.187
▁ኣይኪ	-8.19311
▁ግብጺ	-8.19323
▁ቐ	-8.1971
▁ንዅሎም	-8.20056
▁ከተ	-8.20113
▁መሰኻኽር	-8.20208
▁ኢድ	-8.20656
▁እስራኤላውያን	-8.20821
▁ንሳ	-8.20836
▁ሰራዊት	-8.20974
ጺ	-8.21494
▁ኣቢሉ	-8.22115
▁ከነ	-8.22414
ጣ	-8.22476
ጐ	-8.22612
▁ወከፍ	-8.2265
▁ብዝ	-8.2285
▁ጌርካ	-8.22896
▁ዮሃ	-8.23275
▁ርክብ	-8.23622
▁ያእቆብ	-8.23671
▁ልቢ	-8.24175
ትሩ	-8.24191
▁ቈረንቶስ	-8.24256
▁-	-8.24314
▁ይኸውን	-8.24787
▁ገሊኦም	-8.25043
▁ስድራ	-8.25536
▁ኣሕዋት	-8.25972
▁ኣብነት	-8.26009
▁ድሕሪኡ	-8.26013
▁ግብ	-8.26907
▁ገ	-8.27445
▁ንስኻትኩም	-8.27509
ሒ	-8.27631
ጹ	-8.28238
1	-8.28494
ካን	-8.28751
▁ባሕሪ	-8.28918
▁ንሓደ	-8.29302
▁ጌርና	-8.29372
ሶ	-8.29919
ዒ	-8.29951
▁ሰላም	-8.3056
▁ፍረ	-8.30566
▁31	-8.30655
▁ጽሑፍ	-8.31124
▁ጥበብ	-8.31334
▁ገይሮም	-8.31844
▁እየን	-8.32234
▁ፈ	-8.32246
▁ሳዕ	-8.32654
▁ሃዋርያት	-8.32711
▁መቕደስ	-8.32747
ቦም	-8.3275
▁ሉቃ	-8.33496
▁ርአ	-8.33552
▁ደገ	-8.33946
▁ሓድሽ	-8.34625
ጉ	-8.34765
▁ኪዀኑ	-8.35102
ዶም	-8.35636
▁መብዛሕት	-8.35865
▁ዕ	-8.36585
2	-8.36794
▁ሰማያት	-8.37465
▁ገበረ	-8.37715
▁ኣይሁድ	-8.37848
▁32	-8.38295
▁እተን	-8.38403
▁ሓይሊ	-8.38426
▁ዝዀኑ	-8.38905
▁ፍርዲ	-8.38917
▁ኣምልኾ	-8.38984
▁ኢሳ	-8.39015
ኢ	-8.39338
▁ኣቦ	-8.39889
አ	-8.40134
▁ውግእ	-8.40223
▁ከተማ	-8.40417
▁ንዘለኣለም	-8.40487
ኮ	-8.4059
▁ኢልካ	-8.40667
▁ክርስትያን	-8.40874
▁ንዚ	-8.41245
▁ሓሳብ	-8.41582
▁ምኽንያት	-8.41704
▁ኣይተ	-8.42645
▁ስርዓት	-8.42919
▁ርእሱ	-8.43053
▁ዝገበሮ	-8.43093
▁ኸለዉ	-8.43282
ርአ	-8.43484
▁ሓጐስ	-8.43655
▁ምሳሌ	-8.44001
▁የልቦን	-8.44041
▁ቅ	-8.44353
▁ሓሶት	-8.44819
▁ንኺ	-8.44921
▁ብርግጽ	-8.45014
ቝ	-8.45182
▁ርእሲ	-8.45209
▁ኣኼባ	-8.45412
▁መጠን	-8.45424
▁ማ	-8.45545
▁ባቢሎን	-8.45799
ዉ	-8.4581
▁ከምኡውን	-8.46022
▁ሃዋርያ	-8.46189
▁መዓልትታት	-8.464
ዘን	-8.47421
ሻ	-8.47425
▁ፍልጠት	-8.4769
▁—1	-8.47871
▁ንየሱስ	-8.4799
▁ሓሳባት	-8.47991
ታዊ	-8.48058
▁ኢለ	-8.4831
▁ወዱ	-8.48381
ምዕራፍ	-8.48396
▁መጸ	-8.48487
▁ይኽእሉ	-8.48822
▁ሕቶታት	-8.48935
▁ሃ	-8.48954
▁ቓላት	-8.49002
▁ስልጣን	-8.49066
ዞም	-8.493
ልኩም	-8.49429
ጢ	-8.49575
▁ግ	-8.49803
▁ሰናይ	-8.50071
▁33	-8.50136
ዅ	-8.50633
▁ትእዛዝ	-8.5085
▁ብስራት	-8.50852
▁በዓል	-8.51065
▁ቃላት	-8.51477
▁ወርሒ	-8.51484
▁34	-8.51572
▁ዘይብሉ	-8.51644
▁በሉ	-8.52289
▁ዅነታት	-8.5233
ያሎ	-8.5262
▁ኣረኣእያ	-8.52944
▁ክሳብ	-8.53026
ኖም	-8.53422
▁ክንዲ	-8.53424
▁ስራሕ	-8.53488
▁ኣላ	-8.53705
▁ኸነ	-8.53769
ስከ	-8.53792
▁ንሰባት	-8.54547
3	-8.5463
▁ምግባር	-8.54633
▁ኣቦኡ	-8.54645
▁ስርዓታት	-8.54914
▁መዛሙርቱ	-8.54995
ፈር	-8.55001
ጓ	-8.5533
▁ምኽሪ	-8.55351
▁ደጊም	-8.55365
▁ናብኡ	-8.5581
▁ብኣ	-8.56009
▁መዳይ	-8.5665
▁ዘየ	-8.56727
ላዕሊ	-8.56981
▁ጠ	-8.57229
4	-8.57234
ናዮ	-8.57487
▁ንመ	-8.5789
ንዲ	-8.58025
▁ይቕረ	-8.58171
▁ሓዊ	-8.58427
ዙ	-8.58493
▁እነ	-8.58756
▁ዓመታት	-8.58848
▁ዘፍ	-8.59058
▁ኣታ	-8.59422
ጡ	-8.59647
▁ኸመይ	-8.59744
ላይ	-8.5984
▁w	-8.59961
▁ዘረባ	-8.60235
▁ኣጋጣሚ	-8.60273
▁ሃገር	-8.60497
▁ጓል	-8.60613
▁ኣብዛ	-8.60764
▁እሙናት	-8.6087
ሶም	-8.60924
ኤል	-8.61315
▁መጀመርታ	-8.61417
▁ሸውዓተ	-8.61915
▁እዞም	-8.62021
ታትን	-8.62116
▁ኻልእ	-8.62169
▁ገንዘብ	-8.62256
▁35	-8.62261
▁ብርቱዕ	-8.62287
▁ጥቓ	-8.62331
▁ኣንጻር	-8.62579
▁ካብኡ	-8.62925
6	-8.63131
5	-8.63146
▁ሕቶ	-8.63166
▁ዚግበር	-8.63514
▁ልክዕ	-8.63658
▁ብተኣማንነት	-8.64129
ብል	-8.64232
▁ቕዱስ	-8.6439
▁ንዝ	-8.64448
▁ራእይ	-8.64637
▁ሸ	-8.65137
▁እንጌራ	-8.65144
▁ብእኡ	-8.65438
▁ኣብርሃም	-8.65692
:5	-8.65757
▁ህያው	-8.65801
ጎ	-8.66352
▁ኰን	-8.66406
▁ብመ	-8.66668
▁ሓበሬታ	-8.66767
ናት	-8.66998
▁፥	-8.67275
▁ቀዳማይ	-8.67499
▁ሰብኡት	-8.67766
▁ሓላፍነት	-8.67785
▁እዚኣቶም	-8.6788
ካዮ	-8.68241
በር	-8.68297
ውያን	-8.68533
▁ጐይታይ	-8.68549
▁ንሰብ	-8.6869
▁ኤ	-8.68852
?	-8.68861
▁40	-8.69005
ሁ	-8.69097
▁ከለና	-8.69262
ክን	-8.69317
▁ወይኒ	-8.69322
▁መሰውኢ	-8.6957
▁ውሳነ	-8.69586
ፎ	-8.69598
▁ንኽ	-8.70105
▁ኣለዎም	-8.70114
▁ዓበይቲ	-8.70179
ፎም	-8.70231
▁37	-8.70503
▁ኣብኣ	-8.70804
▁አ	-8.71082
▁መጽናዕቲ	-8.71141
▁ኢዱ	-8.71507
በሃል	-8.71534
ቘ	-8.72155
▁ኣገልገልቲ	-8.72364
▁ዘለዋ	-8.7252
▁ብዅሉ	-8.72521
▁ጸሎት	-8.72708
▁ክንከውን	-8.72796
▁ፍሉይ	-8.73036
▁ዘይተ	-8.73304
▁ኸተ	-8.73362
ዪ	-8.73593
▁ሽማግለታት	-8.73606
▁ጽ	-8.73769
▁ከቢድ	-8.73815
▁ኻህናት	-8.74075
▁ባ	-8.74128
▁ዝገበረ	-8.74281
▁ልዑላ	-8.74289
▁ሓው	-8.74472
7	-8.74593
ኩምን	-8.74955
▁ሳሙኤል	-8.75132
:8	-8.75485
ራት	-8.75535
▁መዛሙር	-8.76032
▁ገና	-8.76097
▁ኣምላኽካ	-8.76435
ብረ	-8.76547
▁ዕላማ	-8.76583
▁ዘርኢ	-8.76739
ይን	-8.77006
▁ጕዳይ	-8.77008
▁ው	-8.77131
ብኡ	-8.77206
▁እሙን	-8.7729
8	-8.77534
▁ቅዱሳት	-8.77693
▁ነገስታት	-8.77806
▁ዋላ	-8.77825
▁ዘመን	-8.77949
▁ሃይማኖት	-8.78144
ጽር	-8.78271
ለን	-8.78927
▁ኮ	-8.79293
▁ተባሂሉ	-8.79784
:20	-8.79922
▁እተፈላለየ	-8.80311
▁በረኻ	-8.80558
▁ዲኻ	-8.80662
▁ገሊኡ	-8.80779
▁ምላሽ	-8.80835
▁ድምጺ	-8.8107
▁ክርስትያናዊ	-8.81115
▁ወጻኢ	-8.81232
▁ንሓ	-8.81348
▁ሳኦል	-8.81396
▁መምርሒ	-8.8153
▁በልዎ	-8.81549
:10	-8.8169
▁ነዊሕ	-8.81961
ግብ	-8.81984
▁ነብዪ	-8.82003
ናይ	-8.82045
▁ፍቓድ	-8.82345
ሞም	-8.82499
▁መልእኽቲ	-8.82517
▁ነዛ	-8.82519
▁ብህይወት	-8.82812
▁ሕማቕ	-8.82829
ጅ	-8.82851
▁መገድታት	-8.82869
▁ወለደ	-8.82881
ወር	-8.82936
▁ኣኼባታት	-8.82994
▁ኖህ	-8.8311
▁እግዚኣብሄር	-8.83175
▁ብመንፈስ	-8.83384
▁ሓገዝ	-8.83385
▁ድንኳን	-8.83542
▁ዝመጸ	-8.83622
▁ተመ	-8.83643
▁ዝነበሮ	-8.83687
▁ብግዜ	-8.83834
▁ብርሃን	-8.83978
ወን	-8.84121
▁ይፈልጥ	-8.84237
▁ንሙሴ	-8.84249
▁ነበረት	-8.84476
▁ቈረ	-8.84488
▁ብምባል	-8.84553
ሬ	-8.84725
መር	-8.84776
▁ውሽጢ	-8.8483
▁ብዘይካዚ	-8.85147
▁በጃ	-8.85215
▁ሉቃስ	-8.85479
ሌ	-8.8582
▁ኣርባዕተ	-8.85874
▁እብራውያን	-8.85942
▁ኣስ	-8.8657
▁ሰማያዊ	-8.86599
▁ክንገብር	-8.86627
▁መሰል	-8.86871
▁ድሕርዚ	-8.86893
▁እብ	-8.87099
ሓት	-8.87423
▁ስነ	-8.87764
▁ተግባራት	-8.87921
ስቲ	-8.87952
▁ቅኑዕ	-8.88036
▁ከቶ	-8.88467
▁ጥ	-8.88578
▁ኣዳም	-8.88705
▁ንዓኻ	-8.88899
▁ኢሳይያስ	-8.88952
▁ዘለኣለም	-8.88991
:	-8.88998
▁ዝሓ	-8.89066
▁ንዓይ	-8.89091
▁ኸምኡ	-8.89099
▁ሓያል	-8.89177
▁ሰሎሞን	-8.89295
9	-8.89438
0	-8.89478
▁ንጹህ	-8.896
ትና	-8.89684
ብሎ	-8.897
▁እተገብረ	-8.89725
▁ራእ	-8.89856
▁ዝተ	-8.90061
ሉን	-8.90096
ዖ	-8.90231
ኽሊ	-8.90244
▁ዝኽእል	-8.9033
ኤ	-8.90398
▁ሒደት	-8.90406
▁ንዓ	-8.90513
▁ዘፍጥረት	-8.90526
▁ማእከል	-8.90598
:18	-8.90667
▁ኣይነበረን	-8.90829
▁ገይረ	-8.90829
▁ኽልተ	-8.90842
ሖ	-8.9087
ታቶም	-8.90965
ስዕብ	-8.91012
▁ተሰ	-8.91193
ቖም	-8.91228
▁ብሓደ	-8.91296
▁ታሪኽ	-8.91449
:11	-8.91632
/	-8.9176
▁በረኸት	-8.9176
▁መከራ	-8.91764
▁ጌጋ	-8.91866
▁ንእሽቶ	-8.9187
▁ዅሎም	-8.9239
▁ዚመጽእ	-8.92512
▁ዄንና	-8.927
▁ኣንስቲ	-8.92711
:15	-8.92912
:7	-8.92925
አን	-8.93201
:6	-8.93428
▁ስብከት	-8.9345
▁ኢልና	-8.93452
▁ለይቲ	-8.93714
:24	-8.93763
▁ካብዚ	-8.93794
ሓርር	-8.93881
▁ነይረ	-8.93972
▁ዘይት	-8.94007
▁ባርያ	-8.9465
▁ዝሰ	-8.94655
—	-8.94767
▁ኣበይ	-8.9493
▁ምግቢ	-8.94946
▁ኽንገብር	-8.94963
▁ዚገልጽ	-8.95046
ጾ	-8.95117
▁ባህርያት	-8.95118
ሀ	-8.95193
'	-8.95252
▁የግዳስ	-8.95252
▁ክኸውን	-8.95329
▁ጽድቂ	-8.9541
▁36	-8.95558
▁ኣይን	-8.95572
▁ወርቂ	-8.95632
ሰንኪ	-8.95817
▁ኤፌ	-8.95896
▁ወለዶ	-8.95934
▁መለሰ	-8.9609
▁ቤቱ	-8.96182
▁ብሓድሽ	-8.96227
▁ጸሓይ	-8.96243
:16	-8.96339
▁ኣምላኽና	-8.96393
▁ግምቢ	-8.96554
ምር	-8.96561
▁ሂቡ	-8.96698
ጭ	-8.96789
▁ረ	-8.96899
ጥፍ	-8.96976
▁ንኽት	-8.97085
:22	-8.97171
▁ኣቦይ	-8.97238
▁38	-8.97242
▁ኢላ	-8.9738
▁ጸጋ	-8.97717
▁ንዓና	-8.97847
▁ጻዕሪ	-8.97898
▁ሓሙሽተ	-8.97953
ማት	-8.98093
▁ኣኽራን	-8.98207
ርእዮ	-8.98264
▁ዘይኰነ	-8.98765
▁ንንጉስ	-8.98871
▁ጽልዋ	-8.9888
▁ጢሞቴዎስ	-8.99207
▁እመት	-8.9933
ርስ	-8.99372
:17	-8.99389
▁ዝነበረት	-8.99417
ዞ	-8.99524
▁እኩይ	-8.99545
ያት	-8.99675
▁ክፉእ	-8.99835
:9	-8.9986
▁እኩያት	-8.99881
▁ስጕምቲ	-8.99883
▁ኣለና	-8.9996
▁ዚነብሩ	-9.00054
▁መጺኡ	-9.00221
▁ንናይ	-9.00303
▁ሕማም	-9.00323
▁ኢ	-9.0043
ኰ	-9.00471
ኻን	-9.00703
▁ስሙ	-9.00801
:25	-9.009
▁ኵነታት	-9.00902
▁ከተማታት	-9.00918
ድን	-9.01205
▁ዘለኹ	-9.01264
▁ጐ	-9.01306
ስተ	-9.0135
▁ኣዒን	-9.01522
፥	-9.01559
ለል	-9.01979
ክዎ	-9.01998
▁ኤፌሶን	-9.02013
▁ገዛእ	-9.02561
▁ዝመ	-9.02627
▁ናጽነት	-9.02764
▁ዄንካ	-9.02974
▁ሃገራት	-9.02975
:14	-9.03244
▁ግቡእ	-9.03324
▁ዓይ	-9.03481
▁እዝ	-9.0364
በሉ	-9.03642
▁ዮሴፍ	-9.03675
ሂ	-9.03885
▁ዘርእስ	-9.04083
ህብ	-9.04228
ደን	-9.04306
ሓዊ	-9.04349
▁ውን	-9.04354
▁ጸገማት	-9.04383
▁ሓራ	-9.04594
▁ንኽን	-9.0476
መንፈሳዊ	-9.04774
:12	-9.0494
▁ዓባይ	-9.0508
▁ክፍሊ	-9.05093
▁ክትከውን	-9.05118
▁እያሱ	-9.05185
▁ዜደንቕ	-9.05293
▁እዮብ	-9.05396
▁ብኡ	-9.05815
▁እትኽእል	-9.05902
ቍ	-9.0615
▁ዚግባእ	-9.06166
▁ንምርካብ	-9.06166
▁ኦም	-9.06352
▁ስእሊ	-9.06527
▁ከረን	-9.06582
ነይ	-9.0667
▁ከለኻ	-9.06913
▁ወለዲ	-9.07049
▁ምድርን	-9.07193
ያን	-9.07314
▁ኣቐዲ	-9.07482
▁ኣካል	-9.07755
ተር	-9.07773
ዎን	-9.07849
ፈልጥ	-9.07943
▁ጻድቕ	-9.07985
ርያ	-9.08018
▁ንምድሪ	-9.0804
▁ምሳኻ	-9.08059
▁ሽ	-9.08206
▁ምናልባት	-9.0838
▁ኣሮን	-9.08469
▁በጃኻ	-9.08543
▁ኣዋልድ	-9.08721
▁ከባቢ	-9.08721
▁ውሳነታት	-9.0893
▁ፈርኦን	-9.09091
▁ኵለን	-9.09103
▁እምኒ	-9.09112
▁ዝበሎ	-9.0929
ኻልእ	-9.09315
▁ብዓል	-9.09403
▁ረኣየ	-9.09446
▁ውህበት	-9.09463
▁ንምግባር	-9.09562
ውድ	-9.09566
▁ሳ	-9.09607
ረት	-9.09931
▁ስምዒት	-9.1005
▁ብእ	-9.10175
▁ዘሎካ	-9.10182
,000	-9.10238
▁ትርጕም	-9.10424
:13	-9.1057
▁ኻህን	-9.10587
▁ኣባጊዕ	-9.10603
ደቂ	-9.10609
ቖ	-9.10643
▁በዅ	-9.1065
▁ነበሮ	-9.1084
መላለስ	-9.1091
▁ኰይኖም	-9.10964
▁ኣይክት	-9.11095
▁ዓሰርተ	-9.11109
▁በለት	-9.11129
▁ይገብር	-9.11195
▁መልኣኽ	-9.11374
ቱን	-9.11484
▁ሞገስ	-9.11727
▁ማያት	-9.11751
:28	-9.11758
▁እተዋህበ	-9.11776
▁39	-9.12088
ታቱ	-9.12455
▁ሓብ	-9.12533
▁ጥቕሚ	-9.12913
ውር	-9.13011
▁ትብል	-9.13056
▁ግደ	-9.13101
▁ወሲዱ	-9.13259
▁ሓድሓ	-9.13519
▁ተወሳኺ	-9.1358
▁እንተዀነ	-9.13647
▁እከይ	-9.1365
ቂ	-9.13697
ይዎ	-9.13762
▁ነገድ	-9.13782
:26	-9.1382
▁ዘብዐኛ	-9.13844
▁ግበር	-9.13848
▁ምዉታት	-9.14036
▁ቋንቋ	-9.14055
▁ሚ	-9.14056
▁ኵላቶም	-9.14169
▁መቓብር	-9.14429
▁መጻኢ	-9.14432
▁ህይወቱ	-9.14435
▁ኣለዋ	-9.14481
ሰይ	-9.14487
▁ኻልኦት	-9.14548
▁ንጹር	-9.14579
ጥቀም	-9.14791
▁ጥዕና	-9.1482
ርቂ	-9.14976
▁ኤርምያስ	-9.15159
ሓደ	-9.15372
ትኩም	-9.15462
▁ኣባላት	-9.155
▁ዝሃቦ	-9.15593
▁ህዝብታት	-9.15638
መዓልቲ	-9.15674
▁እንስሳ	-9.15752
▁ኣሕዋትና	-9.15764
▁እትብል	-9.16188
▁ጥን	-9.16364
መል	-9.16394
▁ንእስራኤላውያን	-9.16402
▁ህይወትና	-9.16606
▁ሰዓት	-9.16736
▁መጓሰ	-9.16787
ንቀጽ	-9.16815
ጨ	-9.17154
ዀ	-9.17272
▁ብምግባር	-9.17291
በረ	-9.17442
▁41	-9.1746
ዀኑ	-9.17499
▁ብንጹር	-9.17611
ባር	-9.17677
▁ኪዳን	-9.17808
ፈለማ	-9.17883
▁ሰበይቱ	-9.18012
▁ጕ	-9.18072
▁ሓዳ	-9.18317
ነተን	-9.18457
:29	-9.18486
ጽል	-9.1865
ቤ	-9.18752
▁እዚኦም	-9.18938
▁ኸደ	-9.18989
▁ርእሶም	-9.19149
▁ምዃን	-9.19198
▁በላ	-9.19219
▁ኣለኻ	-9.19407
ገድ	-9.19606
▁ኣኽብሮት	-9.1965
▁ሌዋውያን	-9.19656
ወስድ	-9.19813
▁ዳን	-9.19873
▁ክንዳኡ	-9.20099
▁ምሳታቶም	-9.20105
▁ክብሪ	-9.20231
▁ነበር	-9.20247
▁ዚገብር	-9.20409
▁ጥቕ	-9.20561
▁ዘለና	-9.20569
▁ዓው	-9.20738
በይ	-9.2074
▁ኣደ	-9.20771
▁ነይራ	-9.20897
▁ልቡ	-9.20987
▁ፍትሒ	-9.21149
▁ይከኣል	-9.21312
▁ምሸት	-9.21313
▁ኣድ	-9.21335
▁ምሳይ	-9.21346
▁መራሕ	-9.21471
▁ምስክር	-9.21585
▁መስተ	-9.21591
ብለኩም	-9.21651
▁ኣጋንን	-9.21696
▁ርኹስ	-9.21732
ጴጥ	-9.21758
▁ልብኻ	-9.21868
ልያ	-9.21887
▁ዚብሃል	-9.22025
ጾም	-9.2208
ጀ	-9.22093
▁ጸብጻብ	-9.22153
▁ንግሆ	-9.22156
▁ኢዮም	-9.222
▁ትሕትና	-9.22315
▁ቕድሚ	-9.22577
ማቴዎስ	-9.22608
▁ዚኽእሉ	-9.22627
▁ሰፈር	-9.22695
ርበ	-9.22922
ቆ	-9.22925
▁ጸኒሑ	-9.23003
መውት	-9.23084
▁ሓደጋ	-9.23623
ቈ	-9.23708
▁ሕልና	-9.23757
▁ከደ	-9.24011
ኛ	-9.2428
▁የብሉን	-9.24292
▁ይሁዳን	-9.24559
▁ዝብል	-9.24608
ፍር	-9.24666
▁ፍልስጥኤማውያን	-9.24723
▁ንህዝቢ	-9.24723
ፍቕሪ	-9.24813
▁መሰረታዊ	-9.24851
▁ኺገብር	-9.2488
▁መላእኽቲ	-9.25038
▁ማር	-9.25067
ደይ	-9.2508
▁ትንሳኤ	-9.25158
▁ገነት	-9.25264
▁ብዚ	-9.25518
▁ወጸ	-9.25519
ምሃር	-9.25604
▁ልብና	-9.25611
▁በብ	-9.25954
▁ብዘይካ	-9.25977
▁ጥፍኣት	-9.26033
▁ሓድነት	-9.26034
▁ብቐጻሊ	-9.2607
▁ጸሓፍ	-9.26358
ረይ	-9.26461
ቁ	-9.26528
▁ርእስኻ	-9.26571
▁ኣማልኽቲ	-9.26611
▁ሞ	-9.26657
▁ጸልማት	-9.26696
ቋ	-9.2689
▁ምልክት	-9.26917
ርሕቕ	-9.26947
▁ኣእ	-9.27124
ልን	-9.27173
▁ንዓታቶም	-9.27381
▁ሞተ	-9.27445
ባብ	-9.27564
▁ኢድካ	-9.27655
▁ተግባር	-9.27807
▁መልሲ	-9.27818
▁ብዛዕባኡ	-9.27834
▁ኣይክ	-9.27918
▁ውሉዳት	-9.27935
▁መምህር	-9.27937
▁ዝኣ	-9.28097
ርዎ	-9.28185
▁ኵላ	-9.28192
▁ይዀኑ	-9.28205
▁ኽትከውን	-9.28261
▁ተዓ	-9.28296
▁መዓት	-9.28313
▁ንደቀ	-9.28369
▁ጀመረ	-9.28432
ዓዪ	-9.28491
:19	-9.28589
ደኣ	-9.28636
ኽን	-9.28722
▁ተቐ	-9.28816
:31	-9.28829
▁ተወ	-9.2883
▁ሕግታት	-9.28839
:27	-9.28866
ሹ	-9.28874
▁ኪገብሩ	-9.2889
▁ዕድመ	-9.28963
:32	-9.29115
▁ነብያት	-9.29126
▁ደቁ	-9.29196
▁ዓዲ	-9.29216
▁መዓስ	-9.29292
ሕጡብ	-9.29338
ዮሃንስ	-9.29352
ኔ	-9.29482
▁ልቦም	-9.29585
▁ስንጭሮ	-9.29613
▁ህዝቡ	-9.29659
ድሪ	-9.2967
▁50	-9.29686
▁ንፋስ	-9.29762
▁ዘጸ	-9.2985
▁ፍጹም	-9.29866
:23	-9.29915
▁ኣይክእልን	-9.3007
ገጹ	-9.3012
▁ዮርዳኖስ	-9.30182
▁ዜብል	-9.30252
ፈልጦ	-9.30261
▁ላዕሊ	-9.30306
▁ግዳ	-9.30319
▁ንሰ	-9.30368
ኽብር	-9.30468
ረኽቦ	-9.30478
▁ዀይኖም	-9.30528
▁እተጻሕፈ	-9.30551
▁ናባኻ	-9.30582
▁ዙርያ	-9.30627
ሮት	-9.30663
▁እናተ	-9.30949
▁መግለጺ	-9.30989
▁መብጽዓ	-9.31312
▁ብዘላ	-9.31419
▁ጸሓፈ	-9.31453
▁ኽቡር	-9.31455
▁ዲ	-9.31482
▁በል	-9.31525
▁ቕ	-9.31612
መዝሙር	-9.31685
▁ዜድልዮም	-9.31701
▁ገበር	-9.31737
▁ኣእምሮ	-9.31815
▁ዘለኻ	-9.3196
ሰምዕ	-9.31976
መን	-9.3201
▁ዳሕ	-9.3202
▁ያ	-9.32037
▁መጹ	-9.32072
▁ኣር	-9.32084
:21	-9.32197
▁ንዳዊት	-9.32384
▁ዝኣዘዞ	-9.32385
▁ሒዙ	-9.32386
ራሕ	-9.32387
▁ቀረባ	-9.32413
ድሕን	-9.32582
በላ	-9.32684
ርስቲ	-9.32817
▁ቈ	-9.32849
16.0	-9.32854
▁ሕጉሳት	-9.32854
▁መጺኦም	-9.32855
▁ብሕ	-9.3309
ሮሜ	-9.33161
▁—2	-9.33172
ሜ	-9.33213
ፍን	-9.33241
▁ዓስቢ	-9.33354
ብላ	-9.33392
ዛረብ	-9.33476
▁ቦታታት	-9.33491
▁ንህይወት	-9.3351
ላት	-9.33514
▁42	-9.33519
ዓቢ	-9.33732
መዝ	-9.33733
▁ብቐሊ	-9.33802
▁ዶብ	-9.34013
▁መርትዖ	-9.34074
▁ንህዝቡ	-9.34276
▁ትኸውን	-9.34327
▁ንጽህና	-9.34338
▁ሸነ	-9.34515
ነቱ	-9.34533
ርን	-9.34848
ዓት	-9.34869
▁ተኣ	-9.34956
▁ተኸ	-9.34974
▁ነበራ	-9.35302
ረክብ	-9.35303
▁ዜና	-9.35456
▁እተዛረቦ	-9.35539
▁ብዘሎ	-9.35543
▁ዝዀነት	-9.35598
▁ምርኮ	-9.35732
▁ኢኺ	-9.35778
▁ወረ	-9.36124
ልዎ	-9.36167
▁ሓለቓ	-9.36204
▁መሮር	-9.36206
▁ኣትሒዙ	-9.36209
▁ግምት	-9.3621
▁ማርቆስ	-9.36337
▁ምድ	-9.36417
▁ዳንኤል	-9.36474
▁ኣሕ	-9.36487
ኣምን	-9.36583
ርእዩ	-9.36608
▁መእተዊ	-9.36691
▁ገሊጹ	-9.367
▁ዓሳ	-9.36923
▁ብናይ	-9.3712
▁ብሉጽ	-9.37204
▁መንግስትታት	-9.3723
ፈል	-9.37364
ጥቀመሉ	-9.37394
▁ይብሉ	-9.37417
▁ኤሊ	-9.37447
▁መደረ	-9.37656
▁ሰይፊ	-9.37675
▁እተወሰነ	-9.37686
▁ምሳኻትኩም	-9.37689
ማን	-9.37701
ኵ	-9.37708
ጸል	-9.37842
▁ኣለኹም	-9.37855
▁ካልኣይ	-9.38169
▁ምብራቕ	-9.3817
▁ካህናት	-9.38409
▁እንስሳታት	-9.38487
ርካ	-9.38574
▁ዝነበሮም	-9.38644
▁ኵላትና	-9.38684
▁45	-9.38908
▁ንዘ	-9.39071
▁ንኸ	-9.39141
▁ድያብሎስ	-9.39167
▁ምምራጽ	-9.39167
▁ተመክሮ	-9.39167
▁ኣጸቢቑ	-9.39181
▁ፍቕሩ	-9.39377
ቒ	-9.39429
▁ዜርኢ	-9.39534
▁ንሓድሕዶም	-9.39675
▁በደል	-9.39687
ማይ	-9.40076
ባይ	-9.40083
▁ሓዳር	-9.40245
▁እትርከብ	-9.40261
▁ዚስዕብ	-9.40284
▁መርከብ	-9.40315
▁ምሕረት	-9.40397
ምስ	-9.40541
ላዕ	-9.40646
ላዊ	-9.40648
▁ብሓ	-9.4067
▁ክእለት	-9.40683
▁ቈልዑ	-9.40686
▁ጸበባ	-9.40689
▁ይግባእ	-9.40696
▁ዝኾነ	-9.40703
ማዕ	-9.40719
▁ናባይ	-9.4074
ሰብ	-9.40789
▁ል	-9.40832
▁ትፈልጥ	-9.40837
ዖም	-9.40913
▁ቍ	-9.41092
ትኻ	-9.41105
▁ጽሕፈት	-9.41194
ለም	-9.41218
▁ህዝበይ	-9.41225
▁ጌርኩም	-9.41268
▁ቀንዲ	-9.41275
ሓባር	-9.41471
▁ፈሪሳውያን	-9.41716
▁ጭንቀት	-9.41841
▁ዝፋን	-9.41947
ሓዝ	-9.42138
▁መዘናግዒ	-9.4222
▁ብየሆዋ	-9.4222
▁ፍቓደኛ	-9.4222
▁ደቅሰብ	-9.42222
▁ኣሎካ	-9.4231
▁ጾታ	-9.42506
▁ዚገብርዎ	-9.42634
ዴ	-9.42736
▁ይስሃቅ	-9.42739
ሰን	-9.42762
▁ባዕሉ	-9.42801
ርና	-9.42948
▁ኣቦና	-9.42999
▁ትምኒት	-9.43033
በለ	-9.43078
▁ፊል	-9.43082
▁ልዕል	-9.43176
▁ደረጃ	-9.4326
▁ቀዳሞት	-9.43265
▁ሓርነት	-9.43277
▁መስ	-9.43316
በሩ	-9.43439
▁ዚገብሩ	-9.4354
ዐይ	-9.43575
ጦ	-9.4364
▁ጨ	-9.43766
▁መንእሰያት	-9.43783
▁ተገሊጹ	-9.43783
▁ቕኑዕ	-9.43783
▁ፍጥረት	-9.43783
▁ንዓኻትኩም	-9.43803
▁ሃቦም	-9.43864
▁ቍጽ	-9.43944
▁ተሓ	-9.43999
▁ኣቕሑ	-9.44146
ጽን	-9.44175
▁የብልናን	-9.44309
▁ዘይብሎም	-9.44316
መሰረት	-9.44348
▁ኣታኽልቲ	-9.44417
▁ምርጫ	-9.44684
▁ብርታዐ	-9.447
▁ጢሞ	-9.44707
▁ጕጅለ	-9.44838
▁ኣእዳው	-9.44839
▁ሃቦ	-9.45037
ገልግሎ	-9.45054
▁ዚደሊ	-9.45177
▁እንተኾነ	-9.45371
▁ብእምነት	-9.45376
▁ጎ	-9.45622
▁ንፈልጥ	-9.45699
▁ጉባኤታት	-9.45752
ራይ	-9.45805
ገር	-9.45845
▁ነጥብታት	-9.45905
▁ንእ	-9.45965
▁ገዛ	-9.45965
▁ያእ	-9.46025
▁ድሕነት	-9.46033
▁ዝተረፈ	-9.46083
▁ጸገም	-9.4609
▁ዕር	-9.46146
▁ኽፉእ	-9.46388
▁ትንቢት	-9.46443
▁ክፋል	-9.46446
▁ገላ	-9.46622
ሓስብ	-9.46752
▁መባእ	-9.46986
▁ገበሩ	-9.47012
▁እንገብሮ	-9.47015
መስዋእቲ	-9.47067
ኽብሮ	-9.47067
▁ክትገብር	-9.4709
ስሙ	-9.4747
▁ኣተወ	-9.47579
▁እናኣ	-9.4758
ርሕ	-9.47635
▁ምሕ	-9.47806
ፈትዎ	-9.47818
ሓልፍ	-9.47888
▁ምኽንያ	-9.48054
▁ማሕደር	-9.48084
ዓር	-9.48089
▁ግራት	-9.48121
▁ኺገብሩ	-9.4824
▁ኣምላኽኩም	-9.48421
ዝሒ	-9.48472
▁ጽሩይ	-9.48481
▁ተማ	-9.48502
ልወ	-9.48579
▁ብዘየገድስ	-9.48623
▁ይሕ	-9.48781
▁ሩት	-9.48808
ራን	-9.4888
ኣል	-9.48892
▁ርእሰ	-9.4904
▁ብተመሳሳሊ	-9.49042
▁"	-9.49165
▁ኣሕዋቱ	-9.49175
▁ልዑል	-9.49177
ሓንቲ	-9.49181
▁ዕቤት	-9.49189
▁ብሩር	-9.49228
ኣን	-9.49273
ሕሉ	-9.49275
▁ሽሕ	-9.49383
ናጻ	-9.4939
▁ደብዳበ	-9.49558
▁ንእስራኤል	-9.49731
ተሰ	-9.49737
▁ንሕ	-9.49806
▁ዚምልከት	-9.49879
▁ፍቕርን	-9.49926
▁43	-9.49987
ኣት	-9.50082
▁ጐይታና	-9.50153
▁አሎኹ	-9.50159
ጢሞ	-9.5023
ጥም	-9.50267
▁ምንጪ	-9.5029
ባት	-9.50293
▁ዓመጻ	-9.50351
▁ዘዳ	-9.5082
▁ሕክምና	-9.50851
▁ዛንታ	-9.50856
▁ኣል	-9.50881
▁ተንሲኡ	-9.50923
▁ንጥፈታት	-9.50947
▁ትእዛዛት	-9.50998
▁ዝሓዘ	-9.51085
የይ	-9.51121
▁ትርጉም	-9.51171
ኳ	-9.51175
▁ንቤት	-9.51188
▁ሰምዐ	-9.51365
▁ነገሰ	-9.51465
ፈት	-9.5153
ሰሪ	-9.51583
እን	-9.51855
▁ብስም	-9.51941
▁ቤ	-9.51963
▁ጴጥ	-9.51967
▁ግብርታት	-9.52102
▁ሓለውቲ	-9.52556
▁ውሉድ	-9.52557
▁ክቡር	-9.52562
▁ሞኣብ	-9.52565
▁ዘይም	-9.52601
▁ዘላት	-9.52626
መሃር	-9.52698
•	-9.5313
▁ዕሽሽ	-9.5313
▁ኽፋል	-9.53132
ለስ	-9.53141
▁የጠቓልል	-9.53171
▁ምዃኖም	-9.53178
ጠፍእ	-9.53193
▁ዚሕብር	-9.53259
▁ደስ	-9.53365
▁ኣካላት	-9.53527
▁ፈጺሙ	-9.53709
ፍሪ	-9.53841
▁ኩ	-9.53953
ፕ	-9.53961
ሳት	-9.54062
▁ደድሕሪ	-9.54112
▁ጐድ	-9.5418
▁ርእስና	-9.54185
▁መለሰሉ	-9.5423
ደሊ	-9.5428
▁ኤፍሬም	-9.5429
▁ልበይ	-9.54307
▁ስቕ	-9.54394
▁ከላ	-9.54426
ገብር	-9.54454
▁ኽትገብር	-9.546
▁ገለጸ	-9.54803
▁ኣእዋም	-9.54875
ግር	-9.54944
▁ብል	-9.55041
ብር	-9.55086
▁ዚገብሮ	-9.55107
ዕድመ	-9.5515
▁ኪድ	-9.5523
ሓድ	-9.55303
ፈለጥ	-9.55303
▁ቈሎ	-9.55332
▁ከይተረፈ	-9.55463
▁ገንሸል	-9.55463
▁ኣገባብ	-9.55463
▁ነሓ	-9.55565
ጌ	-9.55571
▁ገላዉ	-9.55641
▁ገሊላ	-9.5566
▁ዚደልዩ	-9.5572
▁ሻ	-9.55766
ጻዕ	-9.55859
ርድ	-9.55891
▁ዋጋ	-9.56038
▁$1	-9.56055
▁ደቒቕ	-9.56055
▁ምዃና	-9.56055
▁ጨንፈር	-9.56055
ደል	-9.56104
መት	-9.56123
ጐድ	-9.56285
ደሉ	-9.56316
▁ምዃንና	-9.56339
▁ሐ	-9.56406
ረኽቡ	-9.56619
▁መሰረት	-9.56631
▁ኮይኑ	-9.5665
▁ብፍላይ	-9.56663
▁ቅድም	-9.56672
▁ቅድሜኻ	-9.56675
▁ሊቀ	-9.56683
▁ብሰ	-9.56816
▁ኣበ	-9.56872
ሕጐስ	-9.56894
ምህር	-9.56898
ቕርቦ	-9.57087
ገብረሉ	-9.57107
▁ሃብ	-9.57122
ገዝእ	-9.57242
▁ቐዳማይ	-9.57249
▁ዓሌት	-9.57249
በጽሕ	-9.57254
ርከብ	-9.57269
▁ኸረን	-9.573
▁ተመልሰ	-9.57365
ብሃል	-9.57403
▁ቀደም	-9.57441
▁እተዋህቦ	-9.57471
▁ዝደ	-9.57473
▁ህ	-9.57608
▁ፈተና	-9.57651
▁ኣዝዮ	-9.57685
▁ኸለ	-9.57827
▁ሚእ	-9.57847
▁ትብዓት	-9.57851
▁ባሮት	-9.57876
▁ኣቲ	-9.57939
በት	-9.5796
▁46	-9.58125
ሰርሕ	-9.58192
ሓትት	-9.58374
▁ኻልኣይ	-9.58457
▁ንርእስኻ	-9.58458
▁ሕጉስ	-9.58458
ለሉ	-9.58475
▁ዕረፍቲ	-9.5859
▁ዝሓለፈ	-9.5863
▁ክዳን	-9.58725
:34	-9.58818
:33	-9.5889
ጦም	-9.58963
ውጽእ	-9.59038
▁ጥዑም	-9.59067
▁ሰንበት	-9.59069
▁ሰሙን	-9.59085
▁ኣተሓሳስባ	-9.59087
▁ኢየ	-9.59263
▁ቍጥዓ	-9.59266
ረብ	-9.59468
ሰለ	-9.59471
▁ኩሉ	-9.59504
ስዎ	-9.59607
▁3:16	-9.59652
በራ	-9.59676
▁መሊሱ	-9.59681
ሕዝ	-9.59682
▁ኣእማን	-9.59695
▁44	-9.59725
▁መናፍስ	-9.59743
▁ሽዱሽተ	-9.59845
▁ማእሰርቲ	-9.59871
ገልግል	-9.60175
▁ዳ	-9.60184
▁ሄዋን	-9.60307
▁ኵ	-9.60487
▁ኺዳን	-9.60527
የን	-9.60596
▁ተጸ	-9.60623
▁ወሰን	-9.60668
)	-9.60692
ነፍሲ	-9.60695
ልቢ	-9.60711
ዋን	-9.60868
▁ዝወ	-9.60905
▁ወርቅን	-9.60919
▁ምሃብ	-9.61013
▁ረኣኹ	-9.6141
▁ታቦት	-9.61501
▁ኣይም	-9.61511
▁ዀይነ	-9.61544
▁ምርኻብ	-9.61544
▁ካህን	-9.61545
ልብ	-9.61656
▁ይነብር	-9.61726
▁ህዝቅያስ	-9.62173
▁ቘልዓ	-9.62173
▁ብቕንዕና	-9.62173
▁ህያብ	-9.62173
▁ዜድሊ	-9.62174
▁ልዕሊኡ	-9.62183
▁ሓተቶ	-9.62283
ቕን	-9.62311
▁ዚነብር	-9.62364
በሎ	-9.62417
▁ሓውና	-9.62426
▁ህይወቶም	-9.62468
▁ጥበበኛ	-9.62541
ዘር	-9.62785
በልዕ	-9.62786
▁ባህሪ	-9.6279
መርሓ	-9.62805
ርእያ	-9.62809
ፈለ	-9.62877
ራዊ	-9.62892
▁ኽንደይ	-9.62897
▁ሃበ	-9.62907
ዓልታዊ	-9.62932
▁ተረ	-9.63048
ኣብ	-9.63195
:30	-9.6332
▁ዚዀኑ	-9.63396
▁ዝዓበየ	-9.63431
▁ኸቢድ	-9.63443
▁መንበሪ	-9.63462
▁ንወዱ	-9.63488
ርእይዎ	-9.63514
▁ምሳና	-9.63742
▁ኸይት	-9.63751
▁ሓጺር	-9.63844
ጸር	-9.63891
ሺ	-9.63897
▁ኸምቲ	-9.64018
▁ሄ	-9.64051
ሾ	-9.64083
▁ኣሕሊፉ	-9.64084
▁ኣራዊት	-9.64086
▁ኣይኰኑን	-9.64087
▁ጽዮን	-9.6409
ወሰ	-9.64347
ወጽእ	-9.64433
▁ጾር	-9.64479
ሰት	-9.6452
▁ጊልዓድ	-9.64546
▁ህዝብን	-9.64659
ሃብ	-9.64721
▁ጻድቃን	-9.64729
▁ንሓድሕድኩም	-9.64729
▁ብሰይፊ	-9.64729
▁ርሑቕ	-9.64731
▁ምንዝርና	-9.64734
▁ዝነበራ	-9.64736
ኣክል	-9.64762
▁ኣቦኻ	-9.64896
▁ኣምላኸይ	-9.64916
▁አሎ	-9.64986
ኾ	-9.65118
ልክ	-9.65151
▁ደሃይ	-9.65162
▁ንዑ	-9.65189
▁ኣንስት	-9.65319
▁እተፈልየ	-9.65433
▁በይኑ	-9.6578
▁ኪገብር	-9.65832
▁ዕንጨይቲ	-9.65847
▁ናብራ	-9.65879
ርባ	-9.65886
▁ኣንበሳ	-9.66032
▁ግዝኣት	-9.66035
▁ንገ	-9.66195
▁ዝኸውን	-9.6628
▁እተመ	-9.66339
▁ሹም	-9.66383
▁ኣጸቢቕ	-9.66412
በና	-9.66419
▁ዝዓ	-9.6643
ፍል	-9.66438
ልእ	-9.66471
ደር	-9.66543
▁ኸተማታት	-9.66558
▁ውዳሰ	-9.6669
▁ንስድራ	-9.66693
▁ዜገልግሉ	-9.66712
ገዳ	-9.66945
▁ዚሕ	-9.67036
▁ዝበለጸ	-9.67098
ቴ	-9.67127
ላል	-9.67227
ፍትን	-9.67241
ሖም	-9.6729
▁ኣጸድ	-9.67358
▁ደሊኻ	-9.67369
ዋይ	-9.67485
ተመሳሳሊ	-9.67512
▁ጥበባዊ	-9.67516
▁ዘመ	-9.6757
▁ይገብሩ	-9.67693
▁ይሕግዘና	-9.67708
ሳብ	-9.67759
▁ሕሰብ	-9.67807
ብዎ	-9.67854
▁ብግቡእ	-9.68018
▁ዜሐጕስ	-9.68062
▁ኤር	-9.68062
▁ሰበ	-9.68076
▁መዳያ	-9.68085
ዓለ	-9.68166
▁ዘይፍጹማት	-9.682
ራር	-9.6821
▁ዘበሉ	-9.68385
▁ውሽጣዊ	-9.68473
▁ኣይፋል	-9.68529
ዝዀነ	-9.68623
ሕደ	-9.68651
ረሉ	-9.68686
▁ምው	-9.6878
ወል	-9.68811
▁ዝመጹ	-9.68869
▁ደገፍ	-9.68879
ቡራት	-9.6889
ውሃብ	-9.68969
▁ኣዕ	-9.68969
ረስ	-9.69051
▁ከለኹ	-9.69056
ብራ	-9.69074
▁ምስጢር	-9.6912
▁ዚብሎ	-9.69149
ገብ	-9.69162
ዕን	-9.69211
ቐት	-9.69234
ሮስ	-9.69309
▁ዶ	-9.69347
▁ፍርሃት	-9.69366
▁ኣሕሉቕ	-9.69366
▁ብምሃብ	-9.69409
▁መክ	-9.69421
▁4:8	-9.69442
▁ከይት	-9.69522
▁ንባብ	-9.69629
ማር	-9.69708
▁ሜ	-9.69726
▁ዀን	-9.69728
ጫ	-9.69828
ረግ	-9.69894
▁ተጠቒ	-9.69954
▁ዝኣመሰ	-9.69958
▁መተባብ	-9.70049
▁ስምኦን	-9.7005
▁ምባል	-9.70124
▁ዚቐርብ	-9.70298
መንግስቲ	-9.70425
ታይ	-9.70525
ጸግ	-9.70545
ኹል	-9.70663
!	-9.707
▁ርግጸኛ	-9.7073
▁ምርኣይ	-9.70733
▁ኣሶር	-9.70733
▁ኪብል	-9.70897
▁ኣይከ	-9.70912
ደረ	-9.71021
▁መሳ	-9.7117
ጥፍእ	-9.71257
ሞቱ	-9.71344
▁ብሩርን	-9.7138
▁ረድኤት	-9.7142
▁ጕዳያት	-9.71423
▁ተቐመጠ	-9.71425
ሰምዑ	-9.71529
ወድቕ	-9.71535
በን	-9.71614
እቱ	-9.71621
▁ዝጸ	-9.71641
▁ዝገብሮ	-9.71653
ፋሕ	-9.71685
▁እዚአን	-9.71694
▁ማሕ	-9.71806
▁ኣርእዩ	-9.71835
▁ንስ	-9.71908
▁ዝሃበና	-9.71935
▁ዝቐ	-9.72023
ምኽንያት	-9.72114
▁ምናሴ	-9.72115
ገብሩ	-9.72116
▁ንሓድሕድና	-9.72117
▁ኣዲኡ	-9.72123
▁ኢደይ	-9.722
▁ሰላምን	-9.72252
መጸ	-9.72315
▁ብስጋ	-9.72318
ርድኦ	-9.72415
ምጽእ	-9.72434
▁ጸላእ	-9.72464
▁ዚርከቡ	-9.72542
ነገ	-9.72686
▁ፈት	-9.72693
ቭ	-9.72814
▁ሕያዋይ	-9.72814
▁ዝገበርዎ	-9.72815
▁ጥቕስታት	-9.72823
▁ሳላ	-9.72826
▁ዮ	-9.7283
ዕዎ	-9.72868
▁ኣው	-9.729
▁ዝተረፉ	-9.72919
▁ኢልኩም	-9.72927
▁ዜድልየና	-9.73035
ሓር	-9.73115
▁ጽሑፋ	-9.73511
▁ተግሳጽ	-9.73518
▁ረብሓ	-9.7352
▁ሕብረት	-9.73524
▁በዓላት	-9.73524
▁ሓይሉ	-9.73533
ድም	-9.73583
▁ልብ	-9.73658
▁ኣለ	-9.73674
▁ዚሕግዘና	-9.73804
ክል	-9.73867
▁ስማዕ	-9.73923
▁መስዋእት	-9.74061
▁ጀ	-9.74146
▁ፍንፉን	-9.74228
▁ዩ	-9.74231
▁ኣመሓዳሪ	-9.74327
▁ነይርዎ	-9.74405
▁ዝናም	-9.74475
ኩን	-9.74514
▁ዲና	-9.74566
▁ገበሮ	-9.74649
ግበር	-9.74882
ጥን	-9.74888
▁ትምህርትታት	-9.74944
▁ምንባብ	-9.74947
▁ግበሩ	-9.74973
ኹምን	-9.75068
▁ብተወሳኺ	-9.75085
▁ዘርኣየ	-9.75117
▁ሂ	-9.75135
ኩምዎ	-9.75141
ሳን	-9.75207
▁ዝሃቦም	-9.7521
▁ዚው	-9.753
▁ብዜ	-9.75301
ጽሊ	-9.75382
▁ብንያም	-9.75663
ናዊ	-9.75701
ኣሉ	-9.7572
▁ዝመልኦ	-9.7579
▁ልደት	-9.75876
▁ይገልጽ	-9.7591
ስል	-9.75947
ደና	-9.75966
ሰር	-9.76057
ፈረ	-9.76132
▁ዚዛረብ	-9.76228
ህቡ	-9.76279
▁ክብ	-9.76325
▁ብሕታ	-9.76332
▁ደቡብ	-9.76387
▁ብቓል	-9.76414
ሰብኽ	-9.76442
▁ህይወትካ	-9.76495
▁ዝርዝር	-9.76571
ነብሩ	-9.7664
▁መርዓ	-9.76642
▁ዝነ	-9.76733
ላን	-9.76849
w	-9.771
▁መካበብያ	-9.77116
▁ተጻሒፉ	-9.77116
▁ዕቝባ	-9.77116
▁በጊዕ	-9.77116
▁ውልቀ	-9.77117
▁ነባሪ	-9.77117
▁ኽፍሊ	-9.77118
▁ቅድመይ	-9.77143
▁ሰማዕ	-9.77194
▁እስራኤልን	-9.77357
▁ተዛረበ	-9.77607
▁በለኒ	-9.77639
▁እተሰ	-9.7772
▁መዓ	-9.778
▁ንመን	-9.77804
▁ጀሚሩ	-9.77851
▁ወጺኡ	-9.77851
ምዎ	-9.77855
▁ንኸተ	-9.77876
▁ዘይክእል	-9.77892
▁እተዳለወ	-9.77899
▁ሓመድ	-9.77903
▁እናበሉ	-9.77929
▁ተፈ	-9.77996
▁ምዕ	-9.78012
▁ኪኸይድ	-9.78034
▁ንርእሱ	-9.78037
▁ከምዝ	-9.78074
▁ጭ	-9.78242
▁ከየ	-9.78296
▁ወደ	-9.7834
▁200	-9.7836
▁ንርእስና	-9.78594
▁ውድብ	-9.78601
▁ኣትዩ	-9.78611
▁ናትካ	-9.78632
▁ብምዃኑ	-9.78644
▁ኣብነታት	-9.78647
▁ንተ	-9.78657
▁ተራ	-9.78723
▁መሬት	-9.78857
▁ቛንቋ	-9.78915
▁ንዕ	-9.78921
▁ቈሎሴ	-9.79022
▁70	-9.79142
▁ድየ	-9.79164
▁ኣጋጣሚታት	-9.79185
ውጻእ	-9.79236
▁መር	-9.79281
▁ኣገልጋሊ	-9.79338
▁ነጥቢ	-9.79338
▁ፋሕ	-9.79342
▁ዞባ	-9.79343
▁ልኢኹ	-9.79351
▁እተባህለ	-9.79378
ሴ	-9.79417
▁ኣዝ	-9.79419
ህበካ	-9.79446
ዓይ	-9.79496
▁ዚህብ	-9.79532
▁ቤቶም	-9.79545
▁47	-9.79547
ነኽ	-9.79558
ች	-9.79588
▁ቤትካ	-9.79634
▁ኢዩ፡	-9.79694
ዝክር	-9.79748
ሎምን	-9.79808
▁ሚልዮ	-9.79855
ምልስ	-9.79924
▁ምዃነይ	-9.8009
ዳእ	-9.80103
▁ግብራዊ	-9.80121
▁ንዘይ	-9.80135
▁ኣየር	-9.80192
▁በለቶ	-9.80193
ዮሃ	-9.80222
ታውያን	-9.8027
▁ኪቕ	-9.80285
▁ዝፈ	-9.8031
ዳድ	-9.80358
▁ሕስ	-9.80359
▁ኣተ	-9.80464
▁ጌ	-9.8047
19	-9.80549
▁ይሰ	-9.80585
▁ሰዓ	-9.8063
ሓለ	-9.80635
▁ክልቲ	-9.80814
▁ብጸሎት	-9.80847
▁ፈተው	-9.80849
▁ኣጽዋር	-9.8085
▁ፈለግ	-9.8085
▁ዚግብኦ	-9.8089
ቐል	-9.8091
▁ብተ	-9.8095
▁ሃብቲ	-9.80956
ጃ	-9.80996
ድያ	-9.81016
▁ንሓዋሩ	-9.81124
▁60	-9.81127
▁ሓዉ	-9.81201
▁ኣዚ	-9.81213
ባን	-9.81288
▁ኣመና	-9.81363
▁ህዝ	-9.81369
:36	-9.81385
▁ርእስ	-9.81407
የሉ	-9.81444
ኰኑ	-9.81564
ዳን	-9.81603
▁ለውጢ	-9.81611
▁ሳጹን	-9.81612
▁ሰብኣያ	-9.81617
▁ምኽ	-9.81752
▁ገሊኣቶም	-9.81784
ዔ	-9.818
▁ድሮ	-9.81882
▁ቃ	-9.8202
እዛ	-9.8219
▁ገላትያ	-9.82197
▁ኣጋ	-9.82229
ገለ	-9.82242
ስካ	-9.82296
▁ዚስ	-9.82362
ራእይ	-9.82379
▁NW	-9.8238
▁መውስቦ	-9.8238
▁ቀሊል	-9.82381
▁ካባይ	-9.82392
ለና	-9.82456
▁እተቐ	-9.82482
▁ጋ	-9.82572
ሃበ	-9.82575
▁3:15	-9.82616
▁ኺድ	-9.82714
▁ኤልያስ	-9.8277
▁ኣዝማ	-9.82799
▁ጓ	-9.82905
ሳይ	-9.82956
ሓይ	-9.83015
▁ኣበሳ	-9.83039
በጥ	-9.83051
ጸላ	-9.83111
▁ህያዋን	-9.83155
▁ኣዳራሽ	-9.83155
▁መሳፍንቲ	-9.83155
▁ምዝራብ	-9.83155
▁ብሰላም	-9.83165
▁ሽግር	-9.83172
▁ናቱ	-9.83446
▁ካብኣ	-9.83537
ሉቃስ	-9.83586
▁100	-9.83629
▁ዝኸ	-9.83647
ምሳሌ	-9.83698
▁ምትብባዕ	-9.83936
▁ሳልሳይ	-9.83937
▁ኣስፋሕቲ	-9.83937
▁ፓ	-9.83999
▁51	-9.84038
▁ምግልጋል	-9.84042
ምሳ	-9.841
▁ዝበ	-9.84174
▁ጸዊዑ	-9.84197
▁ዚመስል	-9.84239
ረበ	-9.84328
▁ተዋ	-9.8442
▁ተመን	-9.84457
ህቦም	-9.84549
▁ቀጺ	-9.8459
ሞት	-9.84606
▁ሆ	-9.84639
▁ር	-9.84692
▁ህዝባዊ	-9.84724
▁ኣመሪካ	-9.84724
▁ስቓይ	-9.84725
▁ላዕለዋይ	-9.84725
▁ሒዞም	-9.84726
ደሪኹ	-9.8474
▁ኣቢ	-9.84764
▁መንደቕ	-9.84771
ሃንጽ	-9.84784
ሩን	-9.84838
▁ንኣቦኡ	-9.84845
▁ከብ	-9.84848
▁መገድ	-9.84869
ፍለጥ	-9.84964
▁ግዜና	-9.84984
ክርስትያናት	-9.85009
ሰረ	-9.85218
▁48	-9.85478
▁ዘለኹም	-9.85515
ፍቅሮ	-9.85518
ግበረሉ	-9.85525
▁ኣብያተ	-9.85543
▁ሸቶ	-9.8555
መላለሱ	-9.85564
▁መዝገብ	-9.8557
▁ጓና	-9.85633
ሓስ	-9.85746
▁ዝበሉ	-9.85749
▁ኣምጽኡ	-9.858
▁ወደይ	-9.85803
▁ኪብሃል	-9.85895
▁ሂብዎም	-9.85929
▁ኣባ	-9.85981
▁ስምዑ	-9.86133
ሕጊ	-9.86185
▁ኽብሪ	-9.86189
ጆ	-9.86317
▁ተቐሚጡ	-9.86317
▁ካባታቶም	-9.86317
ዓሉ	-9.86365
▁ምስክርነት	-9.86391
▁ዓስ	-9.86498
ተሉ	-9.86506
▁ምም	-9.86528
ልኪ	-9.86528
ብያ	-9.86549
▁ኪረኽቡ	-9.867
ድግ	-9.86733
ኽእል	-9.8688
▁ደበና	-9.86908
▁ኣመን	-9.8707
▁ኣድላዪ	-9.87124
▁ጭፍራ	-9.87124
▁ንኣብርሃም	-9.87124
▁ብምዃን	-9.87125
▁ምሳሕ	-9.87169
ለካ	-9.87177
▁ጽን	-9.8725
ቕመጥ	-9.87287
▁መላእ	-9.87311
ጽዕር	-9.87454
ንግ	-9.87529
መገዲ	-9.8759
▁ይደሊ	-9.87619
ፈርሁ	-9.87625
▁49	-9.87652
▁ዝሃበ	-9.87704
ርግ	-9.87893
▁ሰምዑ	-9.87894
ቛ	-9.87937
▁ተዛሪቡ	-9.87937
▁ዮናታን	-9.87937
ርሑ	-9.87952
▁ጥንታዊ	-9.87981
ይብለና	-9.87989
ፍረ	-9.88057
ስዕቡ	-9.88102
▁ኰ	-9.88123
▁ትሑት	-9.88192
▁ተዛረቦ	-9.8821
▁ሕጋ	-9.88328
▁ኣእምሮኻ	-9.88372
▁ሓሊፉ	-9.88432
▁ረኣዩ	-9.88471
▁55	-9.885
:35	-9.88513
ርእዮም	-9.88571
ርኣዮ	-9.88702
▁መጠንቀቕታ	-9.88757
▁ኣገዳስነት	-9.88757
▁ዀይና	-9.88757
▁ሰሜን	-9.88759
▁ኣሳ	-9.88937
ነቕ	-9.8909
ብሉ	-9.89197
ንቅ	-9.89305
▁ኣማ	-9.89371
ጋር	-9.89412
▁ወድ	-9.8951
▁ውጽኢት	-9.89583
▁ጸቕጢ	-9.89583
▁ብቓሉ	-9.89593
▁ዔ	-9.89608
ወስዱ	-9.89634
▁መለኸት	-9.89709
ዚኣቶም	-9.89768
▁ስምካ	-9.89786
ዕበ	-9.89838
▁ኪሕግዘና	-9.89838
▁ኣዒንቱ	-9.89906
▁ነበሮም	-9.89929
ትንስእ	-9.89965
▁ዚብሉ	-9.90006
▁ሰብኣዊ	-9.90009
ውሕ	-9.90014
ወዲ	-9.90015
▁ንደሊ	-9.90278
▁ዚርአ	-9.90369
▁ብትብዓት	-9.90416
▁ንምንታይ	-9.90418
▁ነገዳት	-9.90418
▁ዮኣብ	-9.90427
▁መስርሕ	-9.9043
▁ስጋዊ	-9.90441
▁ምር	-9.90458
▁ናተይ	-9.90504
▁ንወ	-9.90783
ስራሕ	-9.90819
▁ዜመልክ	-9.90849
▁ኣባይቲ	-9.90887
▁ምጽ	-9.90935
መጻ	-9.9099
▁መዓልትን	-9.91116
▁ንጴጥሮስ	-9.91257
▁እተላዕለ	-9.91257
ጸበ	-9.91347
ውል	-9.91367
▁ነቒ	-9.91396
▁ትምህር	-9.91424
▁ወሰደ	-9.91428
▁ሳራ	-9.91561
▁ጥበበኛታት	-9.91609
ብቲ	-9.91743
ክስ	-9.91754
ገበር	-9.91804
▁ተዛረቦም	-9.91889
ደልዩ	-9.91992
መልሰ	-9.9203
▁ቦኣዝ	-9.92104
▁ተሰሎንቄ	-9.92104
▁ሰማርያ	-9.92104
▁ጓኖት	-9.92104
▁ብዕራይ	-9.92112
▁ዝቐረበ	-9.92112
▁ምስጋና	-9.92148
▁ጫ	-9.92154
:1-3	-9.92162
▁ኣቢሎም	-9.92223
ድለ	-9.92294
▁ኢያ	-9.92348
▁2:4	-9.9243
ማል	-9.92509
▁ከይተ	-9.92785
▁ፍቓዱ	-9.92959
▁ድሌት	-9.9296
▁ንቓል	-9.9298
▁ዘዳግም	-9.93007
ጸሉ	-9.93038
ዓና	-9.93058
▁ጠቓ	-9.93071
▁መንጎኦም	-9.9312
▁ንረክብ	-9.9316
▁ሰረገላ	-9.93247
▁ከይዱ	-9.93347
ጂ	-9.93356
ሰል	-9.93366
▁ጥንሲ	-9.93399
ምጽኡ	-9.93434
ሆ	-9.93441
መጽሓፍ	-9.9346
▁6:9	-9.93554
ልዋ	-9.93745
ቪ	-9.93821
▁ብኣምላኽ	-9.93821
▁ዝራብዕ	-9.93821
▁መንእሰይ	-9.93821
▁ምንባሩ	-9.93821
▁ኣይንኽእልን	-9.93823
ፍጽሞ	-9.93824
▁ሲቃል	-9.93825
በዝሕ	-9.93833
▁ሓጺን	-9.93835
▁ግርማ	-9.93848
▁ተምሃሮ	-9.93911
▁ንያእቆብ	-9.94013
▁5:3	-9.94092
ገብራ	-9.94126
ድና	-9.94342
▁ደይኰነን	-9.94347
ተኵር	-9.94498
▁ብብ	-9.94559
ጒ	-9.94682
▁ቅቡኣት	-9.94691
▁ኣዕዋፍ	-9.94691
▁ኤሳው	-9.94691
ዝያ	-9.947
ግዛእ	-9.94709
▁ከነኣን	-9.94752
▁እትገብሮ	-9.94788
▁ኽገብር	-9.94893
ደልን	-9.9491
▁ኢን	-9.94974
▁ነበርኩ	-9.94989
▁ይመጽእ	-9.95026
ቃል	-9.95033
▁ቅዱሳ	-9.9505
▁ክገብር	-9.95067
ምህሮም	-9.95165
ሔ	-9.95224
ምጻእ	-9.95441
▁ንጐይታ	-9.95444
ተደጋጋ	-9.95568
▁ጥሜት	-9.95568
▁ሓደገኛ	-9.95574
▁ዓሚቝ	-9.95578
▁ዜጠቓልል	-9.95607
▁ተጠቒሙ	-9.95665
▁ደረት	-9.95675
▁ኣቕ	-9.95815
▁ኪመጽእ	-9.95836
▁ግብር	-9.95964
ሕግዝ	-9.96033
▁መሰ	-9.96053
▁ሓንሳእ	-9.96174
መይ	-9.96221
ዕብ	-9.96268
ውስን	-9.96297
▁ጸባ	-9.96369
ፈሉ	-9.96448
ቚ	-9.96453
▁እምብዛ	-9.96453
▁ጀጋኑ	-9.96453
▁ርእይቶ	-9.96453
▁ጭንቂ	-9.96457
ፍዎ	-9.96461
▁እዮ	-9.96485
▁ህዝብኻ	-9.96523
▁ትካል	-9.9658
▁ኪሰ	-9.96594
▁ንምስ	-9.96596
▁ሞቱ	-9.96723
▁ጓሳ	-9.96766
▁ኪብሉ	-9.96793
▁ቃሉ	-9.96859
▁ንኸይ	-9.96911
ስታ	-9.96972
▁ዚርእዮ	-9.96975
▁ጸሊ	-9.9703
▁ወፈያ	-9.97206
ለሰ	-9.9726
ዓም	-9.97275
▁ኣሎኒ	-9.9733
▁ግሪኽ	-9.97336
ቫ	-9.97345
ገልጾ	-9.97346
▁ደየበ	-9.97346
▁ፍሉጥ	-9.97347
▁ኻባታቶም	-9.97356
▁ደሓር	-9.97409
▁ሰቡ	-9.97425
እዎ	-9.97447
▁ሻው	-9.97475
ሱን	-9.97535
▁ኽንረክብ	-9.97865
ሰሉ	-9.97908
ምራሕ	-9.97908
▁ድኹም	-9.97936
▁እንዳ	-9.98022
▁ዘክር	-9.98091
ፋን	-9.98155
▁ብክርስቶስ	-9.98246
▁ተኣማንነት	-9.98246
▁ፋስጋ	-9.98246
▁ኣይትረስዕ	-9.98246
▁ጀመሩ	-9.98246
▁ሓይልን	-9.98247
-21	-9.98249
እዘዞ	-9.9825
▁እግሪ	-9.98251
ወይ	-9.98325
▁ልሙድ	-9.98335
ናውያን	-9.98375
ገላ	-9.98433
▁ክትረክብ	-9.9846
ብለካ	-9.98584
ሕግዞም	-9.98669
እመን	-9.98847
▁ሓጢኣትን	-9.98875
ላም	-9.98977
▁ቝ	-9.99004
▁ጕድጓድ	-9.99156
▁ጽሒፉ	-9.99156
▁ሓጥኣን	-9.99156
▁ፈቃር	-9.99156
▁ኪኸዱ	-9.99162
▁ከከም	-9.99166
ርኪ	-9.99171
20	-9.99173
▁ዕጣን	-9.99179
▁3:1	-9.99185
▁እትኸውን	-9.99248
▁ኣገልገልቱ	-9.99271
▁ዝወጸ	-9.99292
▁ዕዳ	-9.99764
▁ምእንታ	-9.99778
▁ቁ	-9.99806
▁ስዒ	-9.99857
ማቴ	-9.99956
▁ሕግ	-10.0003
▁ትእዛዛቱ	-10.0007
▁ሰበይትን	-10.0007
▁ቀይሕ	-10.0007
▁መራሒ	-10.0007
▁ኣይኰነትን	-10.0009
▁ድራር	-10.0013
▁እናበለ	-10.0014
▁እንገብር	-10.0016
▁የድልየና	-10.0025
▁ጊልያኻ	-10.0026
ራእ	-10.003
ሕግዘና	-10.0034
በሮ	-10.0037
ክዎም	-10.0039
ርዳእ	-10.0046
▁ጊልያ	-10.0047
▁እፈልጥ	-10.0058
ኬ	-10.006
ጅምር	-10.0068
▁ምግ	-10.007
▁ፊልጲ	-10.0072
ሽን	-10.0073
ትካ	-10.0079
ጥሪ	-10.008
መጽእ	-10.0083
▁ኣጽ	-10.0093
▁ለውሃት	-10.01
▁ሙዚቃ	-10.01
▁ጃልባ	-10.01
▁ኰይና	-10.01
▁መግቢ	-10.01
▁ርኽሰት	-10.01
▁ልባዊ	-10.0104
▁ምርምር	-10.0112
በልዖ	-10.0113
▁ዜገልግል	-10.0114
▁ተጠንቂቕ	-10.0116
ዳሎ	-10.0121
▁ኣዒንትኻ	-10.0123
▁ኻብኡ	-10.0133
▁ሓልዮት	-10.0148
▁ዓሻ	-10.015
▁ምስኣ	-10.0166
▁ተገ	-10.0168
ራውያን	-10.0174
ፍቅር	-10.0178
▁ኺብል	-10.0187
ዀን	-10.0189
▁ብምንባሩ	-10.0193
▁ኰይነ	-10.0193
▁ጓሶት	-10.0193
▁ኸባቢ	-10.0193
▁መጻሕፍ	-10.0194
እከብ	-10.0194
ጸንዕ	-10.0199
▁ኴን	-10.0201
ውቲ	-10.0205
▁ተባሂላ	-10.0205
▁ክንረክብ	-10.0207
ሃቦ	-10.0207
ነሉ	-10.0213
▁ጸጕ	-10.0219
▁ተዛረብ	-10.0223
ብርሃ	-10.0225
ከዱ	-10.0238
እብ	-10.0241
ናዳ	-10.0243
▁ነርኢ	-10.0255
ጳ	-10.0267
ዚምልከት	-10.0268
▁መንግስተ	-10.0269
ዳግም	-10.0274
ረቕ	-10.028
17.0	-10.0288
ቲኦክራስያ	-10.0288
▁ንደቆም	-10.0288
▁ጸላኢ	-10.0288
▁ብቑዕ	-10.0288
▁ዝዀንኩ	-10.0292
▁እትቕጽል	-10.0294
▁ንግ	-10.0296
▁እተወልደ	-10.0302
▁ሓዲ	-10.0315
▁ቕዱሳት	-10.0315
▁ገላዉኡ	-10.0316
▁ንኼ	-10.0316
▁ዚደልዮ	-10.0323
▁ሰዓብ	-10.0328
ሞን	-10.033
▁ዘሌ	-10.0332
▁የለን	-10.0336
መራ	-10.034
▁እዚኣተን	-10.034
▁ኣባል	-10.0342
በብ	-10.0346
▁ስመይ	-10.0353
▁ንኸውን	-10.0354
ዳይ	-10.0355
ረጽ	-10.0359
ሸይ	-10.0377
▁ተጻረር	-10.0378
▁ዓሞናውያን	-10.0383
▁ዓለምለኻዊ	-10.0383
▁ብትሕትና	-10.0383
▁ባህርይ	-10.0383
▁ለኣኸ	-10.0383
▁ሬሳ	-10.0383
▁ቃንዛ	-10.0384
▁ሕጻን	-10.0384
▁ጽድቅ	-10.0386
▁ንኣሮን	-10.0386
▁ፍር	-10.0391
ቀት	-10.0393
▁ክልቲኦም	-10.0396
▁ሓቅታት	-10.0398
▁ንኣሽቱ	-10.0398
▁ሓላዊ	-10.0401
▁ተበ	-10.0404
▁ኺመጽእ	-10.0405
ኣምኑ	-10.0408
▁ሊቃውን	-10.0411
ኣትዉ	-10.0424
▁ጻ	-10.0431
▁ወከ	-10.0435
ጸልእ	-10.0445
ማዊ	-10.0447
ተት	-10.0456
ለት	-10.0459
▁ዳር	-10.0462
ገብሮ	-10.0463
▁ጾ	-10.0468
▁ሰብነት	-10.0468
ሓይሊ	-10.0474
▁ሕደ	-10.0478
▁ጥዑይ	-10.0479
▁ዝነበርኩ	-10.0479
▁ሓዲጎም	-10.0479
▁የብሎምን	-10.0481
ሳተፍ	-10.0484
ክዋ	-10.0494
▁ግለጽ	-10.0495
▁ኔርና	-10.0503
▁2:9	-10.0506
ባል	-10.0511
▁119	-10.0513
▁ብጾትና	-10.0516
▁ኻብዚ	-10.0534
▁ዚርእይዎ	-10.0536
መስል	-10.0539
ግለጽ	-10.054
ርጋ	-10.0541
▁ተነ	-10.0565
ርቲ	-10.0572
t	-10.0576
▁ቐዳመይ	-10.0576
▁ኣጸጋሚ	-10.0576
▁ዘይኰይኑ	-10.0576
▁ጕድኣት	-10.0576
ፍጽሙ	-10.0577
▁ሓዲጉ	-10.0579
▁ዘጋጠመ	-10.058
ሰምዕዎ	-10.0584
ስዕቦ	-10.0587
▁ዝዀንና	-10.0588
12	-10.059
ምርምር	-10.0594
ውዕሎ	-10.0597
▁ህዝቅኤል	-10.0598
ቕርብ	-10.06
▁ፈተናታት	-10.0611
ጠቅም	-10.0623
▁ኸየ	-10.0629
ዝን	-10.063
ካስ	-10.0642
▁ናብዚ	-10.0646
▁ማዕረ	-10.065
▁እተዛረበ	-10.0656
▁ይሓ	-10.0664
ፖ	-10.0664
ዝክሮ	-10.0665
▁ሕተት	-10.0674
▁እተመስረተ	-10.0674
▁የሮብዓም	-10.0674
▁የማነይ	-10.0674
▁ገምገም	-10.0674
▁ሞይቱ	-10.0674
▁ዝለዓለ	-10.0674
▁ዚከኣል	-10.0674
▁ማርያም	-10.0674
▁ኤርትራ	-10.0676
▁ማሕበር	-10.0677
▁ኣፍራስ	-10.068
▁መርበብ	-10.0683
▁ነቡካድነጻር	-10.0686
ድርኸና	-10.0686
▁ተኣምራት	-10.0704
▁ንቕ	-10.0711
▁3:5	-10.0711
ጋገ	-10.0717
ልዓል	-10.0717
▁54	-10.0719
▁2:3	-10.0732
ሰማማዕ	-10.0736
ወርድ	-10.0752
▁ዚፈልጥ	-10.0753
▁ብቐጥታ	-10.0773
▁ኮሚተ	-10.0773
▁ወሲዶም	-10.0773
▁በፍታ	-10.0773
▁ኣዕሩኽ	-10.0773
▁ዝሞተ	-10.0774
▁ብቕ	-10.0777
ዜ	-10.0787
▁ተደ	-10.0788
▁ሓቅ	-10.0789
በሎም	-10.079
ደት	-10.0794
▁ማል	-10.0803
▁ኣጸቢ	-10.0807
መነ	-10.0811
▁ኣይሓ	-10.0811
▁ኪነብሩ	-10.0812
▁ብዕ	-10.0816
ቀር	-10.0824
▁ሲና	-10.0844
▁ኣደይ	-10.0852
ሕል	-10.0868
ሕታም	-10.0869
▁ምስሊ	-10.087
▁ሊ	-10.087
▁5:14	-10.0871
▁ኣምላኾም	-10.0873
▁ዕርክነት	-10.0873
▁ይፈልጡ	-10.0873
▁ሳልሰይ	-10.0873
▁ንጽብሒ	-10.0873
▁ዝዀንካ	-10.0873
▁ተባዕታይ	-10.0873
▁ማዕጾ	-10.0874
▁ይህብ	-10.0876
ኸቶ	-10.0882
▁ኩኑ	-10.0883
▁ኣዒንተይ	-10.0883
ውያንን	-10.0884
ንብር	-10.0887
▁ንብዙሓት	-10.0893
▁ተገዳስነት	-10.0896
▁ዓቢ	-10.0897
▁ሳሙ	-10.0901
ሓድግ	-10.0902
ቐርብ	-10.0923
▁ዝርከብ	-10.0924
▁ቢ	-10.0933
ነን	-10.095
ልዒ	-10.0955
ንጸባርቕ	-10.096
ፓ	-10.0966
▁ብዘ	-10.0968
ሳሙ	-10.0968
▁ዛ	-10.0973
16.1	-10.0974
▁መዓሙቝ	-10.0974
▁ሓያላት	-10.0974
▁ብልክዕ	-10.0974
▁ምስትውዓል	-10.0974
▁ንድ	-10.0974
▁ብጾቱ	-10.0975
▁እነፍቅሮ	-10.0977
▁ደቆም	-10.0977
▁ምርዳእ	-10.0986
▁ፈለምቲ	-10.099
▁ዘይኰኑ	-10.0994
▁ክኸይድ	-10.0997
ኤልን	-10.0998
▁እኽእል	-10.0999
ህባ	-10.1006
0,000	-10.1009
ብሮ	-10.101
▁ግብጻውያን	-10.1012
▁ፍቕራዊ	-10.1015
ኑን	-10.1015
▁ብፍ	-10.1019
▁እብራይስጢ	-10.1021
ገበ	-10.1027
▁ቤተይ	-10.1044
ሐጕሶ	-10.1055
▁መስጐጕቲ	-10.1076
▁ንሓጢኣት	-10.1076
▁ጣኦት	-10.1076
▁ምርካብ	-10.1076
▁ኣምለኽቲ	-10.1076
▁እምንቶ	-10.1076
▁ምዉት	-10.1076
▁ብምሉኡ	-10.1077
▁ዓለባ	-10.1077
ስታት	-10.1077
▁ስልጠና	-10.1078
▁ለይትን	-10.1078
▁ጽባሕ	-10.1078
▁ውሰድ	-10.1078
▁ከለዉ	-10.1082
▁ጻዕዳ	-10.1083
ኽልተ	-10.1084
ቤት	-10.109
ራም	-10.1112
▁ገዛኢ	-10.1113
ሰና	-10.113
▁ክንርኢ	-10.1133
ገልጽ	-10.1146
ጠፍኡ	-10.1152
▁በየ	-10.1157
▁መሰናድዎ	-10.116
▁ኣፉ	-10.116
ነግረና	-10.116
▁ባዕ	-10.1172
▁ተንስእ	-10.1173
ህይወቱ	-10.1177
ዘፍጥረት	-10.1177
እተፈላለየ	-10.1177
▁ዝርርብ	-10.1179
▁ምንባር	-10.118
▁ካባኻትኩም	-10.118
▁እትገብር	-10.118
▁ባሕር	-10.1181
▁ብለይቲ	-10.1183
▁ከንቱ	-10.1184
ራስ	-10.1184
ርሓቕ	-10.1186
▁ኤል	-10.1192
▁ብብዙሕ	-10.1199
▁ትደሊ	-10.1199
▁ከይዶም	-10.12
ፈላለ	-10.1204
▁ብምስ	-10.1208
▁ነበርና	-10.1219
መርጽ	-10.122
እዘዝ	-10.1222
▁ብሸ	-10.1224
▁ውሒ	-10.1234
▁ምፍላጥ	-10.1235
▁ሓውካ	-10.1237
▁6:4	-10.1262
▁ንፍ	-10.1281
ውሕዝ	-10.1283
▁ቀቅድሚ	-10.1284
▁1990	-10.1284
▁ኣሽሓት	-10.1284
ጽዋዕ	-10.1285
▁ሰሚዑ	-10.1286
▁ንቕሑ	-10.1287
▁ጠቒ	-10.1288
▁ንገብር	-10.1288
ኣንጻሩ	-10.1293
ብድ	-10.1294
▁53	-10.1299
ውሰድ	-10.1304
▁ኣዝየ	-10.1305
ጸብ	-10.1306
▁በተን	-10.1314
▁ሓጢ	-10.133
ዎምን	-10.1332
▁ዮሳፋጥ	-10.1334
▁አረ	-10.1337
ስምዓና	-10.1346
▁ሕነ	-10.1346
ጽሕፍ	-10.1351
ፈሪ	-10.136
ጠል	-10.1362
▁ቆ	-10.1369
ሃድ	-10.1379
▁መቓ	-10.1384
▁ልምድታት	-10.1389
▁ብጐይታ	-10.1389
▁ንነዊሕ	-10.1389
▁ክዳውንቲ	-10.1389
▁ንጹሃት	-10.1389
▁ኣከኣብ	-10.1389
▁ጥልያን	-10.1389
▁ኽንከውን	-10.139
▁ምድራዊ	-10.139
"	-10.1391
▁ስሕተት	-10.1391
▁ተኣከቡ	-10.1392
ሕዙ	-10.1394
▁3:13	-10.1399
▁ልብኹም	-10.1402
▁ኻባኻ	-10.1402
ለኒ	-10.1411
▁ማሕበራዊ	-10.1413
▁ዓሰርተው	-10.1419
▁ይኸይድ	-10.1422
ጋዊ	-10.1422
▁ዚኸይድ	-10.1424
ዳር	-10.1433
እተወሰነ	-10.1438
ረኒ	-10.1444
▁ኢልዎ	-10.1448
▁ወከፍና	-10.146
ዛረቡ	-10.1483
▁ልማኖ	-10.1495
▁ብሃንደበት	-10.1495
▁ኣይክእሉን	-10.1495
▁ኪሕግዘካ	-10.1495
▁በጽሐ	-10.1495
▁ሂወት	-10.1495
▁ንደቁ	-10.1495
▁ብጥበብ	-10.1496
ህልዎ	-10.1496
▁ኣተዉ	-10.1498
▁ጥሪት	-10.1499
▁ኣዘውቲር	-10.1499
ዋስ	-10.1505
ሓቂ	-10.1506
ስተንትን	-10.151
ፈርድ	-10.1512
ፈን	-10.1519
▁5:19	-10.152
▁ዚደልየ	-10.1521
ደልዮ	-10.1527
▁ሃቡ	-10.1537
ኣዲ	-10.154
▁52	-10.1553
▁ርእሰይ	-10.1557
▁ዓወት	-10.1564
ህልወካ	-10.1567
ብሪ	-10.1575
ምለሱ	-10.1577
መልእ	-10.1578
ብቦ	-10.1582
ልዮ	-10.1596
ባሕ	-10.1596
ኸውን	-10.1603
▁ንሰበይቱ	-10.1603
▁ኣቤሴሎም	-10.1603
▁ፈጣሪ	-10.1603
▁ሰፈሩ	-10.1603
▁ምሕሳብ	-10.1604
▁ሰሪ	-10.1605
▁ሶዶም	-10.1605
▁ባይታ	-10.1605
▁ንዓለም	-10.1606
ሄ	-10.1606
ሰዓብቱ	-10.1608
ድይብ	-10.1609
▁ምስማዕ	-10.1611
ደገ	-10.1611
▁ክኢላታት	-10.1613
▁ንስም	-10.1627
▁ወረዳ	-10.1629
▁ጽኑዕ	-10.163
▁4:6	-10.1635
▁ይርከብ	-10.1664
ካዮም	-10.1665
▁ዝጥቀመሉ	-10.1671
▁ስድራቤት	-10.1675
▁ነይርዎም	-10.1684
▁ቀልጢ	-10.1689
▁ኣሰ	-10.1692
▁ዜርእዮ	-10.1693
▁2:2	-10.1696
▁ኪሕ	-10.1701
ትኹም	-10.1701
▁ደገታት	-10.1706
▁ሶርያ	-10.1709
▁ዑቕባ	-10.1711
▁ኣይነበሮ	-10.1711
▁ይሓይሽ	-10.1711
▁ወጹ	-10.1711
▁ጕዕዞ	-10.1712
▁ተቐባል	-10.1713
▁ሓላው	-10.1713
▁ስደተኛታት	-10.1715
▁ኣእጋር	-10.1715
▁ብኣይ	-10.1719
▁ንሓዉ	-10.172
▁ዓድ	-10.1721
ውግእ	-10.1723
▁ተዋጋእ	-10.1726
▁ድኻ	-10.1737
▁ሓሊ	-10.174
ደላ	-10.1744
▁ይግ	-10.1745
▁ልማድ	-10.1762
ሓፍ	-10.1774
-11	-10.1778
ረና	-10.1782
▁ንዅለን	-10.1783
▁ጐይታኡ	-10.1793
ቶን	-10.1809
▁ተወፋይነት	-10.1821
▁ተዋሂቡ	-10.1821
▁ንኣእምሮ	-10.1821
▁ዘተስፈዎ	-10.1821
▁ምዕራብ	-10.1821
ኣምላኹ	-10.1821
▁ኣይኮነን	-10.1821
▁ናብኣ	-10.1822
ተቐመጡ	-10.1822
▁በረኽ	-10.1822
▁ሕሉፍ	-10.1822
ምህሩ	-10.1823
▁ርእስኹም	-10.183
▁እትነብር	-10.1831
▁ብሓፈሻ	-10.1843
▁ጲላጦስ	-10.1849
ግፍ	-10.1849
▁መዓር	-10.1858
▁ይደልዩ	-10.1867
▁ኸይዱ	-10.1868
00	-10.1876
▁ሂብዎ	-10.1876
▁ዜድልዮ	-10.1877
ምህረ	-10.1878
▁ኣወዳት	-10.188
:38	-10.1888
ጕል	-10.1907
ጸንሕ	-10.1909
▁ነገ	-10.1919
▁መደምደምታ	-10.1932
▁ኣልኣዛር	-10.1932
▁ኣእዳዉ	-10.1932
▁ከይጸንሐ	-10.1932
▁ፍልልይ	-10.1932
▁ኣመንዝራ	-10.1932
▁ኣወንታዊ	-10.1932
▁ጥምቀት	-10.1932
▁ሓቢሮም	-10.1932
▁ፍጡር	-10.1932
ሳተፉ	-10.1932
ሓሉ	-10.1932
▁ፈላሚ	-10.1933
ቐውም	-10.1934
ጭነቕ	-10.1934
▁ብማይ	-10.1935
▁ኣንጊ	-10.1939
▁ሹ	-10.194
ፈቕ	-10.1943
ኢሳይያስ	-10.1947
▁ፍጡራት	-10.1948
ጸንሑ	-10.1951
▁ንዘለዉ	-10.1955
▁ቀስ	-10.1962
ርእስ	-10.1969
ምዝ	-10.1971
ፈጥር	-10.1974
▁2:7	-10.1975
▁ጽም	-10.1977
ልዉ	-10.1978
▁ተመልሱ	-10.1989
ነቐ	-10.1991
▁ዘጸኣት	-10.1993
▁ዚወጽእ	-10.1997
▁ዚተሓሓዝ	-10.2002
በቶም	-10.2006
ተመልክት	-10.2014
▁ዝሓሸ	-10.2017
ታተይ	-10.2022
ውጽኦ	-10.2032
ግል	-10.2032
▁ገይርዎ	-10.2033
▁ቤታት	-10.2042
▁ሕብረተሰብ	-10.2045
▁ሰፊሕ	-10.2045
▁ኽዳውን	-10.2045
▁ምድረ	-10.2045
▁ረኸበ	-10.2045
▁ሓኪም	-10.2046
▁ፍልይ	-10.2046
▁ኣኽቢሩ	-10.2052
▁ምጥቃም	-10.2058
▁ቴ	-10.2062
ኩኹም	-10.2063
ሳእ	-10.2067
▁ኣልዩ	-10.2069
ሳስ	-10.207
ሓድጎ	-10.2077
ግብሪ	-10.2083
ተንስኦ	-10.2096
ሆም	-10.21
▁ነገሮም	-10.2102
ግዱ	-10.2102
ያዊ	-10.2108
ኣስ	-10.212
▁ኣሕዋተ	-10.212
▁ኣይኬ	-10.2121
ንበር	-10.2124
ተይን	-10.2132
▁ሽማግለ	-10.2135
ገስ	-10.214
ልዕል	-10.2147
▁ኣምጽኣ	-10.2152
▁ቋንቋታት	-10.2153
▁ንዜ	-10.2153
▁ኣይኰንኩን	-10.2158
▁ልኡኻት	-10.2158
▁ዚህበና	-10.2158
▁ዓሌታት	-10.2158
▁ፈለጠ	-10.2159
▁ብኢድ	-10.2159
▁ሰደደ	-10.216
ጠብ	-10.2162
▁ደይ	-10.2165
▁ጠሪ	-10.2166
▁ውጹ	-10.217
▁ወሰ	-10.2171
▁የሎን	-10.2173
▁24:14	-10.2174
▁ክብርን	-10.2176
▁ይድ	-10.2181
ጥምት	-10.22
መልሶ	-10.2205
ኸይድ	-10.2213
▁ካህናትን	-10.2218
▁ረኺበ	-10.2221
▁ነገሮ	-10.2226
▁ርኣዩ	-10.2235
▁ኣለካ	-10.2263
▁ጊ	-10.2267
▁ንኣህዛብ	-10.2273
▁ተባዕትዮ	-10.2273
▁ብሓጐስ	-10.2273
▁ዕግበት	-10.2273
▁ጸሓፊ	-10.2273
▁ልቦና	-10.2273
▁ምንታይ	-10.2274
▁ብዘመን	-10.2275
a	-10.2275
▁ሔ	-10.2276
▁ሓርጭ	-10.2276
▁ባርነት	-10.2277
ፋእ	-10.2281
▁ኣሓትን	-10.2288
▁ዜምጽእ	-10.2289
ለው	-10.2289
▁ዜጋጥመ	-10.229
▁እትብሃል	-10.2294
ፌ	-10.2294
ሰርሑ	-10.2298
በልካ	-10.2302
▁በዛ	-10.2306
▁ዝገልጽ	-10.2309
ድራኸ	-10.2311
▁1:7	-10.2313
▁ግዲ	-10.2314
▁ኣባይ	-10.2317
▁ዝገብር	-10.2336
▁ንዓኣ	-10.2337
መለስ	-10.235
ፍታሕ	-10.2356
▁ዝነበረሉ	-10.2357
▁ተሸ	-10.2367
ድዮም	-10.2375
▁ንኣቦ	-10.2388
▁ሓጢኣትና	-10.2389
▁ትጽቢት	-10.239
▁ንውሉድ	-10.239
▁ግዴታ	-10.239
▁ቀሪቡ	-10.239
▁ኣልዒሉ	-10.239
▁ሳዕቤን	-10.239
▁ስፍራ	-10.239
▁ላባን	-10.239
ገዝኡ	-10.2391
▁ኣይፈልጥን	-10.2391
▁ረኣዮ	-10.2391
▁4:7	-10.2393
▁ንዘሎ	-10.24
▁ኣቕሓ	-10.2401
▁ቤታ	-10.2401
▁ሓጥእ	-10.2402
ኽብሩ	-10.2405
▁ኺህልወና	-10.2411
ሎን	-10.2412
▁ይሕብር	-10.2415
እብራውያን	-10.2415
▁ንርእሶም	-10.2416
▁ኸለኻ	-10.2423
▁መንግስቱ	-10.2424
▁ደልዩ	-10.2438
▁ወረደ	-10.2439
▁?	-10.2445
▁ባህርያ	-10.2462
▁ብዓ	-10.2465
▁ብምሳሌ	-10.2466
▁65	-10.2471
▁ኣብራም	-10.2483
▁ኣባና	-10.2485
ዛዝ	-10.2487
ስግር	-10.2488
ህልወና	-10.2489
ፋት	-10.2489
ኽንምርምር	-10.2497
▁4:13	-10.2499
ሕለ	-10.2506
▁ራሄል	-10.2507
▁ርእሳ	-10.2507
▁ብምርኣይ	-10.2507
▁ትንቢታት	-10.2507
▁ክርስትና	-10.2507
▁ተራእዩ	-10.2507
▁ኸይኰነ	-10.2507
▁ምድላው	-10.2507
▁ምትእምማን	-10.2508
▁መርመራ	-10.2508
▁በዓ	-10.2509
▁ሓለፍ	-10.2509
▁ሮ	-10.2509
▁እተጠቕሰ	-10.2511
▁ከውሒ	-10.2515
▁እዝን	-10.2516
▁3:19	-10.2537
▁6:10	-10.2537
ኽዎ	-10.2542
▁ኣቦኹም	-10.2548
ኽእሎ	-10.255
▁እቲአን	-10.2566
▁4:4	-10.2567
▁ጓሂ	-10.2572
▁ትርኢት	-10.2576
▁ሴ	-10.2578
ካል	-10.2578
▁ዝመልአ	-10.2579
▁ኸይተ	-10.258
▁ንኸነ	-10.2582
ትሉ	-10.2583
ሰብኩ	-10.2583
▁ርኢና	-10.2584
ርፊ	-10.2588
ሃር	-10.2588
▁ብዘይም	-10.2592
▁ፈረ	-10.2594
▁ብድሆ	-10.261
▁ኪነግ	-10.262
▁ንደቅሰብ	-10.2626
▁ኣዘራርባ	-10.2626
▁ከለዳውያን	-10.2626
▁ያሪኮ	-10.2626
▁ናእሚ	-10.2626
▁ንምዃን	-10.2626
ተመዝገቡ	-10.2627
▁ዓበይት	-10.2627
ሳቐ	-10.2627
ዘርእ	-10.2628
▁ኵላትኩም	-10.2629
▁ንምሃብ	-10.2632
▁እንረክብ	-10.264
ይዎም	-10.265
ኽሪ	-10.2655
▁ሓር	-10.2663
▁ኣረ	-10.2666
▁ኣኽ	-10.2667
▁1:8	-10.2676
ታቱን	-10.2679
ብላዕ	-10.2685
ገቡ	-10.2686
ነግሮም	-10.2718
ምስክር	-10.2721
▁እምነትና	-10.2721
▁ኻባ	-10.2726
▁ፍጻመ	-10.273
ጭን	-10.2731
ዌ	-10.2735
▁ሸሞንተ	-10.2747
▁ራዕራዕ	-10.2747
▁ዚከኣለ	-10.2747
▁ኣገልግሎቱ	-10.2747
▁ኽነሱ	-10.2747
▁ቝጥዓ	-10.2747
ተፈላለዩ	-10.2749
▁መንጎኹም	-10.2754
የድልዮም	-10.2755
▁ምልክታት	-10.276
ህበሉ	-10.276
▁ቤትና	-10.2762
▁ኽትረክብ	-10.2769
▁ኣኽቢር	-10.2783
ኛታት	-10.2785
▁ብኽ	-10.279
▁ኣብሎ	-10.2791
▁ጣኦታት	-10.2791
▁እተሓ	-10.2797
▁ግበርዎ	-10.2802
▁ተሳ	-10.281
ተርፍ	-10.2815
ርኩ	-10.2818
▁ገጽካ	-10.2832
ፋይ	-10.2839
▁ፈተነ	-10.2846
ሰባት	-10.2847
▁4:11	-10.285
▁ዚፍ	-10.2858
ኲ	-10.2868
መርሖም	-10.2868
ውዕ	-10.2869
▁ሴኬም	-10.2869
▁ኣካይዳ	-10.2869
▁ዝለኣኸ	-10.2869
▁ኪፈልጡ	-10.2869
▁ብፍታው	-10.2869
▁ወሪዱ	-10.2869
▁መበለት	-10.2869
▁ንብረት	-10.2873
▁ኣቢልካ	-10.2874
▁ኣስተ	-10.2882
ጣን	-10.2886
▁ህይወተይ	-10.289
ጻውዒ	-10.289
ሕልዎ	-10.2895
የና	-10.2899
▁3:9	-10.29
▁5:12	-10.2905
▁ዚፍጸም	-10.2905
ፋር	-10.2906
▁ይመስል	-10.2914
▁ብግብሪ	-10.2925
▁ኬጋጥመ	-10.2926
▁ኸለኹም	-10.2927
ኽብሪ	-10.2947
▁ኣለው	-10.2952
▁ጥር	-10.2954
እቲ	-10.2955
▁ፈሪ	-10.2956
▁ተቐቢ	-10.2964
▁5:1	-10.2968
▁ጉ	-10.2972
ጽግ	-10.299
▁ሻምብቆ	-10.2992
▁ብጽቡቕ	-10.2992
▁ንጳውሎስ	-10.2992
▁ኣእጋሩ	-10.2992
▁ጽዋእ	-10.2992
መስዋእታዊ	-10.2992
ልሄም	-10.2992
በዝሑ	-10.2993
ጠፍአ	-10.2993
▁ብጸጋ	-10.2993
▁ግሪኽኛ	-10.2994
▁ቕድስ	-10.2994
▁መደብ	-10.2994
▁ተኣኪቦም	-10.2995
▁ረኺቡ	-10.2998
▁ኣቦታቶም	-10.3001
ንደሊ	-10.3004
▁ዘለኣለማዊ	-10.3006
ጻወር	-10.301
ፈጥ	-10.3011
▁ደሙ	-10.3015
ሕልፍ	-10.3016
ቀጥ	-10.3025
▁መንፈሳውያን	-10.3029
ፒ	-10.3031
ሕጸ	-10.3033
እያሱ	-10.3035
ረኣዩ	-10.3036
ሓንሳእ	-10.3036
▁ግዜያት	-10.304
▁ዚኣምኑ	-10.3041
▁2:16	-10.3043
▁መክብብ	-10.3055
▁ኣሓትና	-10.3061
ፈርህ	-10.3062
እለ	-10.3076
ታተን	-10.3079
▁ረሲ	-10.3082
ካፈል	-10.3087
▁ብኣፍ	-10.3087
▁ንእተ	-10.3094
ድኣ	-10.3097
▁ብዓይ	-10.31
▁ናው	-10.3111
መካ	-10.3114
e	-10.3115
ኩኻ	-10.3115
▁ታሕሳስ	-10.3117
▁ለውጥታት	-10.3117
▁መዋእል	-10.3117
▁ዕሽነት	-10.3117
▁ተንስአ	-10.3117
▁ጽልኢ	-10.3117
▁ኬብሮን	-10.3117
▁ርእዩ	-10.3118
▁በብቝሩብ	-10.3118
ርኣዩ	-10.3118
▁ንምሕጋዝ	-10.3119
ጋግ	-10.3119
▁ተመሃሮ	-10.3122
▁ተመሊሱ	-10.3124
ጸናንዕ	-10.3125
ሕዞ	-10.3127
▁እንረኽቦ	-10.3133
▁ዓየይ	-10.3134
▁ዚቝጸሩ	-10.3135
ነብር	-10.3143
ዋጋእ	-10.3143
ልዑ	-10.3147
ይዋ	-10.3148
ፍጸም	-10.3157
ቕሊ	-10.3162
▁ጸም	-10.3162
ብዓል	-10.3163
ስነ	-10.317
መስሎ	-10.3171
▁ኣዒንቶም	-10.3174
ዜና	-10.3176
ጥሕ	-10.3186
▁ወዳ	-10.3189
ሃድም	-10.3193
▁ኤዶም	-10.3201
ዘዝ	-10.3205
▁ሰነ	-10.3211
▁ድዑል	-10.3223
▁ጐደና	-10.3226
▁ፖለቲካ	-10.323
ነንብብ	-10.3238
▁ወይንን	-10.3238
▁ወንጌል	-10.3244
▁ዜተባብዕ	-10.3244
▁ኣዕኑድ	-10.3244
▁ዕጽፊ	-10.3244
▁ሓተተ	-10.3244
▁ንኣዳም	-10.3245
▁ብቕዓት	-10.3245
▁ርኢኻ	-10.3247
ሰድ	-10.3249
ፈላ	-10.325
▁ትሑታት	-10.3255
ዓይዩ	-10.3259
▁ኽንመላለስ	-10.3264
▁እንተሎ	-10.3267
ላለ	-10.328
▁ኣመ	-10.3285
▁ኺረኽቡ	-10.3289
▁ይገብሮ	-10.3294
:37	-10.3297
የት	-10.3314
5:4	-10.3329
▁ይዛረብ	-10.334
ድግፍ	-10.3346
▁ንው	-10.3353
`	-10.3372
▁ምምልላስ	-10.3372
▁ብምእታው	-10.3372
▁ንክርስቶስ	-10.3372
▁ውጽኢቱ	-10.3372
▁ዮስያስ	-10.3372
▁ትሕዝቶ	-10.3372
▁ድቃስ	-10.3372
▁ኣሞራውያን	-10.3372
▁ዚስምዖ	-10.3373
▁ኣቕረበ	-10.3373
▁ደሓን	-10.3374
ተኣማመን	-10.3375
▁ሎጥ	-10.3375
ሰላ	-10.3376
▁ኒው	-10.3384
▁መገዱ	-10.3385
▁ሚል	-10.3388
▁ብልቡ	-10.3391
▁ብቛንቋ	-10.3392
ስመይ	-10.3402
▁ተዳ	-10.342
ምግባራ	-10.3421
▁1:5	-10.3427
ሚልዮ	-10.3427
500	-10.3436
▁ይግበር	-10.3438
ጎም	-10.3445
▁ምግብ	-10.3447
▁ተረፍ	-10.3453
▁ኣሜ	-10.3456
▁ተባሂ	-10.3457
▁ይረክብ	-10.3467
ግሮ	-10.347
ሃሉ	-10.3474
▁ድራኸ	-10.3478
▁ኣንበብ	-10.3483
▁በዳ	-10.3484
ይቲ	-10.3485
ወረ	-10.3489
ሮን	-10.3495
▁ተተ	-10.3501
▁በብዓሌቶም	-10.3502
▁ተሰሚዑ	-10.3502
▁ትእምርቲ	-10.3502
▁ዘካርያስ	-10.3502
▁ኩነታት	-10.3502
▁ገይራ	-10.3502
▁ዜሕዝን	-10.3502
▁እግሩ	-10.3503
▁ሙሴን	-10.3504
▁ሓቢር	-10.3504
▁ዚሕግዝ	-10.3505
▁ኣልኮ	-10.3507
▁ምቕራብ	-10.351
▁ምብጻሕ	-10.3511
ወጹ	-10.3523
▁ጸሓፍትን	-10.3524
ፈቱ	-10.3524
ጕድ	-10.3527
▁ፊ	-10.3528
▁ወደቐ	-10.3532
▁ናባ	-10.3536
▁1:3	-10.3537
ረጋግጽ	-10.3539
▁ናሕ	-10.3541
▁የማን	-10.3542
▁4:12	-10.3542
▁ትሕቲኡ	-10.3543
▁ኣኼባታትና	-10.3545
ርድኡ	-10.3548
ቕሚ	-10.3548
ገደደ	-10.3548
ሓሊ	-10.355
▁5:8	-10.3551
▁ክብል	-10.3554
ብዘሎ	-10.3555
▁መለኮታዊ	-10.3557
ሳሕ	-10.3558
በይኑ	-10.3565
ውዕል	-10.3566
ዋሕ	-10.3568
▁ኣካላዊ	-10.3569
▁ኣግ	-10.3591
▁ኣይፋ	-10.3611
ገመድ	-10.3615
▁ወድስ	-10.3617
ሕሰብ	-10.3621
▁ቀዳመይ	-10.3633
▁ዝረኣዮ	-10.3633
▁ዘይክእሉ	-10.3633
▁ካይላ	-10.3633
ተባብዑ	-10.3634
ተና	-10.3634
▁ኔሩ	-10.3634
▁መታ	-10.3634
▁ካበይ	-10.3636
▁ብግ	-10.3637
▁ግበሮ	-10.3638
▁28:19	-10.3643
▁ብድሕሪኡ	-10.3647
ገፍ	-10.3649
▁ፍጻመታት	-10.3651
▁የምጽእ	-10.3656
▁እትደሊ	-10.3658
መርሕ	-10.3659
▁ጳ	-10.3662
▁ምእ	-10.3664
▁ሺ	-10.3667
▁ሴላ	-10.367
ኹን	-10.367
ሃየ	-10.3671
ዳለዉ	-10.3675
▁ባእ	-10.3683
(	-10.3691
▁ዚመላለሱ	-10.3696
▁መምርሒታት	-10.3703
▁ግዜኡ	-10.371
▁ምእካብ	-10.3712
▁መልእኽ	-10.3715
▁ኣሓት	-10.372
▁በሊ	-10.3721
▁ሂበ	-10.3721
ደይብ	-10.375
▁ኣሞ	-10.3752
▁ካባኻ	-10.3766
o	-10.3767
▁መኽንያቱ	-10.3767
▁ሹማምን	-10.3767
▁ከነኣናውያን	-10.3767
▁ዜጋጥሞ	-10.3767
▁ግጉይ	-10.3767
▁መልክዕ	-10.3767
▁ነህምያ	-10.3767
▁ንመርምር	-10.3767
▁ንሳኦል	-10.3767
▁ዜገርም	-10.3767
ምፍጣር	-10.3767
▁ደልዮም	-10.3769
ገዝኣ	-10.3769
▁እኽል	-10.377
▁ዕለት	-10.3771
ስበኽ	-10.3772
ጽውዓ	-10.3772
▁ዘይነበረ	-10.3773
▁ዕዳጋ	-10.3774
▁ኣቦታቱ	-10.3776
▁ተገዛእ	-10.3778
▁ብምስዓብ	-10.3781
▁መዋ	-10.3782
ወግድ	-10.3785
▁ወለደት	-10.3786
ወድ	-10.379
▁3:8	-10.3793
▁ትገብር	-10.3793
▁በጃኹም	-10.3793
▁ዀ	-10.3797
▁ምምሃር	-10.3797
ደሙ	-10.3809
ባዕ	-10.381
▁ዝስማ	-10.3826
ንቂ	-10.3827
▁እተወ	-10.3836
ራኸብ	-10.384
-13	-10.3843
▁ርእዮም	-10.3844
ፈና	-10.3851
▁ስምዒ	-10.3853
ድሕኑ	-10.3859
መሳ	-10.3864
▁ኪህልዎ	-10.3881
:1-4	-10.3886
ውዒ	-10.3887
▁ሓለፈ	-10.3898
▁ህጻናት	-10.3902
▁ፍጥረታት	-10.3902
▁ቪድዮ	-10.3902
▁ይኹኑ	-10.3902
▁እጃም	-10.3902
▁ኣባኻትኩም	-10.3903
▁ውዲት	-10.3903
መጽ	-10.3904
እክብ	-10.3905
ደመ	-10.3906
ውዎ	-10.3906
▁ብደም	-10.3912
▁ዓለማ	-10.392
▁ሰማያትን	-10.3928
-18	-10.3931
▁እተገልጸ	-10.3934
ተባብዖም	-10.3935
▁ሰሜናዊ	-10.3936
▁ነፍስኻ	-10.3936
▁ኣርዑት	-10.3938
▁ደልየ	-10.3945
▁ስማት	-10.3945
▁ሓጢኣቶም	-10.3947
▁ቤቱን	-10.3955
▁ብብሕ	-10.3967
▁ነፍስ	-10.399
ፍልጠ	-10.3995
14	-10.3998
▁ንምቕ	-10.4006
▁ሓዘን	-10.4029
▁ብኣኻ	-10.4034
ጲ	-10.4038
▁ህንጸት	-10.4039
▁መለክዒ	-10.4039
▁መቕጻዕቲ	-10.4039
▁ምጽንናዕ	-10.4039
▁ዘይፍጽምና	-10.4039
▁ጕድለት	-10.4039
▁እንደገና	-10.4039
▁ዋልታ	-10.4039
▁ዘየልቦ	-10.4039
ግንዘብ	-10.4039
ዝርጋሕ	-10.4039
▁ካባና	-10.4039
▁ረኺቦም	-10.4041
ሓስበሉ	-10.4041
▁ንምፍላጥ	-10.4042
▁እምነቶም	-10.4043
ትኺ	-10.4044
▁ቓሉ	-10.4045
▁ገጾም	-10.4048
▁እግረ	-10.4049
▁ትገልጽ	-10.4054
▁6:1	-10.4055
▁ልሳን	-10.4056
▁ኔርካ	-10.406
▁ኽንጽሊ	-10.4061
ሕሱ	-10.4067
▁ሰዓታት	-10.4068
ፍልጠት	-10.407
▁ዚነድድ	-10.4076
▁ጸሎትና	-10.4079
ውጥ	-10.408
▁5:17	-10.4081
▁ጨና	-10.4084
▁ዝመጽእ	-10.4086
ቀመ	-10.4086
ግድ	-10.4093
ብሒ	-10.4098
▁ኺረክብ	-10.4099
▁ዘሌዋውያን	-10.41
ማህ	-10.41
ምበር	-10.4103
▁ጥራ	-10.4107
▁1:10	-10.4114
